import { Spreads, SpreadsType } from './type';

export const data_future: SpreadsType = {
    name: Spreads.CelticCross,
    theme: 'Какие перспективы и возможности ждут меня в ближайшем будущем?',
    positions: [
        {
            number: 1,
            card: [
                {
                    number: 0, // The Fool
                    descriptions:
                        'Начало пути, наивность, неосознанный риск. Проблема может возникнуть из-за непродуманных действий или нежелания видеть реальность.',
                    reversDescriptions:
                        'Безрассудство, пренебрежение, пропущенные возможности. Проблема может усугубляться из-за отказа от ответственности или игнорирования предупреждений.',
                },
                {
                    number: 1, // The Magician
                    descriptions:
                        'Использование ресурсов, творческий подход. Проблема может быть связана с неправильным использованием возможностей или ресурсов.',
                    reversDescriptions:
                        'Неиспользованный потенциал, манипуляции. Проблема может возникнуть из-за нереализованных способностей или обмана.',
                },
                {
                    number: 2, // The High Priestess
                    descriptions:
                        'Интуиция, тайны, неясность. Проблема может быть связана с недостатком информации или игнорированием интуиции.',
                    reversDescriptions:
                        'Скрытая информация, невнимание к деталям. Проблема может усугубляться из-за игнорирования важных деталей или знаний.',
                },
                {
                    number: 3, // The Empress
                    descriptions:
                        'Изобилие, плодородие, забота. Проблема может возникать из-за избытка или чрезмерной заботы.',
                    reversDescriptions:
                        'Недостаток, переусердство, зависимость. Проблема может быть связана с недостатком ресурсов или чрезмерной зависимостью.',
                },
                {
                    number: 4, // The Emperor
                    descriptions:
                        'Структура, контроль, авторитет. Проблема может возникнуть из-за жесткости структур или авторитаризма.',
                    reversDescriptions:
                        'Тирания, слабый контроль, беспорядок. Проблема может быть связана с отсутствием порядка или деспотизмом.',
                },
                {
                    number: 5, // The Hierophant
                    descriptions:
                        'Традиции, обучение, верования. Проблема может возникнуть из-за слишком строгого следования традициям или догмам.',
                    reversDescriptions:
                        'Ограниченное мышление, отказ от традиций. Проблема может быть связана с отказом от проверенных методов или нежеланием учиться.',
                },
                {
                    number: 6, // The Lovers
                    descriptions:
                        'Выбор, отношения, ценности. Проблема может возникнуть из-за сложного выбора или конфликта в отношениях.',
                    reversDescriptions:
                        'Разногласия, неуверенность в выборе. Проблема может усугубляться из-за неопределенности или конфликтов в личных связях.',
                },
                {
                    number: 7, // The Chariot
                    descriptions:
                        'Направление, контроль, победа. Проблема может возникнуть из-за чрезмерного стремления к контролю или напористости.',
                    reversDescriptions:
                        'Недостаток направления, потеря контроля. Проблема может быть связана с отсутствием ясного направления или контроля.',
                },
                {
                    number: 8, // Strength
                    descriptions:
                        'Сила, мужество, устойчивость. Проблема может возникнуть из-за необходимости проявить силу или мужество в сложной ситуации.',
                    reversDescriptions:
                        'Слабость, самосомнение, потеря контроля. Проблема может быть связана с недостатком внутренней силы или уверенности.',
                },
                {
                    number: 9, // The Hermit
                    descriptions:
                        'Поиск, внутренние размышления, одиночество. Проблема может возникнуть из-за изоляции или чрезмерного погружения в себя.',
                    reversDescriptions:
                        'Отчуждение, замкнутость, упрямство. Проблема может усугубляться из-за нежелания принимать внешнюю помощь или советы.',
                },
                {
                    number: 10, // Wheel of Fortune
                    descriptions:
                        'Изменения, циклы, судьба. Проблема может возникнуть из-за неожиданных изменений или нестабильности.',
                    reversDescriptions:
                        'Застой, невезение, неконтролируемые события. Проблема может быть связана с непредвиденными обстоятельствами или застоем.',
                },
                {
                    number: 11, // Justice
                    descriptions:
                        'Справедливость, равновесие, ответственность. Проблема может возникнуть из-за необходимости восстановления справедливости или баланса.',
                    reversDescriptions:
                        'Несправедливость, дисбаланс, предвзятость. Проблема может быть связана с неравноправием или несправедливостью.',
                },
                {
                    number: 12, // The Hanged Man
                    descriptions:
                        'Пауза, жертва, новый взгляд. Проблема может возникнуть из-за необходимости остановиться и посмотреть на ситуацию под другим углом.',
                    reversDescriptions:
                        'Бесцельность, отсутствие жертвы, упрямство. Проблема может усугубляться из-за нежелания изменить свою точку зрения или подход.',
                },
                {
                    number: 13, // Death
                    descriptions:
                        'Конец, преобразование, начало нового. Проблема может возникнуть из-за необходимости завершить что-то и начать заново.',
                    reversDescriptions:
                        'Сопротивление изменениям, незавершенность, страх. Проблема может быть связана с нежеланием принять неизбежные изменения.',
                },
                {
                    number: 14, // Temperance
                    descriptions:
                        'Гармония, умеренность, терпение. Проблема может возникнуть из-за необходимости найти баланс или из-за недостатка терпения.',
                    reversDescriptions:
                        'Экстремизм, неумеренность, конфликты. Проблема может быть связана с отсутствием гармонии или чрезмерностью.',
                },
                {
                    number: 15, // Devil
                    descriptions:
                        'Зависимость, материализм, ограничения. Проблема может возникнуть из-за чрезмерной привязанности или зависимости.',
                    reversDescriptions:
                        'Освобождение, преодоление ограничений. Проблема может быть связана с необходимостью освободиться от уз.',
                },
                {
                    number: 16, // Tower
                    descriptions:
                        'Крушение, неожиданные изменения, разрушение иллюзий. Проблема может возникнуть из-за резких и неожиданных событий.',
                    reversDescriptions:
                        'Страх перед изменениями, отсроченное неизбежное. Проблема может быть связана с отказом принять необходимые изменения.',
                },
                {
                    number: 17, // Star
                    descriptions:
                        'Надежда, вера, вдохновение. Проблема может возникнуть из-за потери веры или надежды.',
                    reversDescriptions:
                        'Разочарование, потеря веры, пессимизм. Проблема может быть связана с отсутствием вдохновения или направления.',
                },
                {
                    number: 18, // Moon
                    descriptions:
                        'Иллюзии, неопределенность, страхи. Проблема может возникнуть из-за обмана, страхов или непонимания реальности.',
                    reversDescriptions:
                        'Раскрытие тайн, преодоление страхов. Проблема может быть связана с необходимостью столкнуться с реальностью.',
                },
                {
                    number: 19, // Sun
                    descriptions:
                        'Успех, ясность, жизненная энергия. Проблема может возникнуть из-за излишнего оптимизма или нереалистичных ожиданий.',
                    reversDescriptions:
                        'Затмение, пессимизм, недостаток ясности. Проблема может быть связана с недостатком позитива или ясности.',
                },
                {
                    number: 20, // Judgement
                    descriptions:
                        'Пробуждение, возрождение, решающий момент. Проблема может возникнуть из-за необходимости принятия важного решения.',
                    reversDescriptions:
                        'Самосуд, отказ от вызова, уклонение от решения. Проблема может быть связана с нежеланием принимать важные решения.',
                },
                {
                    number: 21, // World
                    descriptions:
                        'Завершение, целостность, достижение. Проблема может возникнуть из-за незавершенности или недостижения цели.',
                    reversDescriptions:
                        'Незавершенность, ограниченные возможности. Проблема может быть связана с отсутствием завершения или ограничениями.',
                },
                {
                    number: 22, // Ace of Wands
                    descriptions:
                        'Новое начало, вдохновение, сила. Проблема может возникнуть из-за недостатка инициативы или новых начинаний.',
                    reversDescriptions:
                        'Задержка, нехватка энтузиазма. Проблема может быть связана с отсутствием мотивации или задержками.',
                },
                {
                    number: 23, // Two of Wands
                    descriptions:
                        'Планирование, будущие действия, решения. Проблема может возникнуть из-за неопределенности или страха перед будущим.',
                    reversDescriptions:
                        'Страх, нерешительность, перегрузка выбором. Проблема может быть связана с нерешительностью или страхом перед выбором.',
                },
                {
                    number: 24, // Three of Wands
                    descriptions:
                        'Расширение, рост, исследование. Проблема может возникнуть из-за ограниченных возможностей или недостатка планирования.',
                    reversDescriptions:
                        'Препятствия, задержки, разочарование. Проблема может быть связана с препятствиями на пути к росту или расширению.',
                },
                {
                    number: 25, // Four of Wands
                    descriptions:
                        'Празднование, удовлетворение, гармония. Проблема может возникнуть из-за отсутствия стабильности или причин для празднования.',
                    reversDescriptions:
                        'Нестабильность, конфликты, потеря гармонии. Проблема может быть связана с разногласиями или нестабильностью.',
                },
                {
                    number: 26, // Five of Wands
                    descriptions:
                        'Конкуренция, борьба, конфликты. Проблема может возникнуть из-за конкуренции или неразрешенных конфликтов.',
                    reversDescriptions:
                        'Избегание конфликтов, компромисс. Проблема может быть связана с избеганием необходимых конфликтов или борьбы.',
                },
                {
                    number: 27, // Six of Wands
                    descriptions:
                        'Успех, признание, достижение. Проблема может возникнуть из-за недостатка признания или неудачи.',
                    reversDescriptions:
                        'Недостаток успеха, непризнание. Проблема может быть связана с отсутствием признания или неудачей.',
                },
                {
                    number: 28, // Seven of Wands
                    descriptions:
                        'Защита, стойкость, вызов. Проблема может возникнуть из-за необходимости защищаться или противостоять вызовам.',
                    reversDescriptions:
                        'Сдача, уступка, потеря позиций. Проблема может быть связана с неспособностью удержать свои позиции или принять вызов.',
                },
                {
                    number: 29, // Eight of Wands
                    descriptions:
                        'Быстрое развитие, прогресс, действие. Проблема может возникнуть из-за слишком быстрого темпа или неожиданных изменений.',
                    reversDescriptions:
                        'Задержки, стагнация, недоразумения. Проблема может быть связана с замедлением или препятствиями на пути.',
                },
                {
                    number: 30, // Nine of Wands
                    descriptions:
                        'Стойкость, выносливость, готовность к защите. Проблема может возникнуть из-за чувства истощения или необходимости постоянно быть на страже.',
                    reversDescriptions:
                        'Упрямство, паранойя, излишняя оборона. Проблема может быть связана с нежеланием отступить или принять помощь.',
                },
                {
                    number: 31, // Ten of Wands
                    descriptions:
                        'Бремя, перегрузка, чрезмерные обязанности. Проблема может возникнуть из-за перегрузки или попытки взять на себя слишком много.',
                    reversDescriptions:
                        'Отказ от обязанностей, освобождение от бремени. Проблема может быть связана с необходимостью делегировать или отказаться от некоторых задач.',
                },
                {
                    number: 32, // Page of Wands
                    descriptions:
                        'Энтузиазм, исследование, открытость новому. Проблема может возникнуть из-за недостатка опыта или нереалистичных ожиданий.',
                    reversDescriptions:
                        'Нерешительность, отсрочка, потерянные возможности. Проблема может быть связана с недостатком инициативы или страхом перед новым.',
                },
                {
                    number: 33, // Knight of Wands
                    descriptions:
                        'Страсть, приключения, импульсивность. Проблема может возникнуть из-за импульсивных действий или необдуманных решений.',
                    reversDescriptions:
                        'Рассеянность, задержки, разочарование. Проблема может быть связана с непостоянством или отсутствием четкого направления.',
                },
                {
                    number: 34, // Queen of Wands
                    descriptions:
                        'Уверенность, независимость, энергия. Проблема может возникнуть из-за упрямства или чрезмерной самоуверенности.',
                    reversDescriptions:
                        'Нетерпимость, эгоизм, злость. Проблема может быть связана с эмоциональной нестабильностью или доминирующим поведением.',
                },
                {
                    number: 35, // King of Wands
                    descriptions:
                        'Лидерство, визионерство, смелость. Проблема может возникнуть из-за авторитарности или нежелания прислушиваться к советам.',
                    reversDescriptions:
                        'Жестокость, деспотизм, непостоянство. Проблема может быть связана с диктаторскими тенденциями или неустойчивостью.',
                },
                {
                    number: 36, // Ace of Cups
                    descriptions:
                        'Новые эмоции, начало отношений, эмоциональное обновление. Проблема может возникнуть из-за эмоциональной перегруженности или нереализованных чувств.',
                    reversDescriptions:
                        'Подавленные эмоции, потерянные возможности в отношениях. Проблема может быть связана с эмоциональным закрытием или упущенными возможностями.',
                },
                {
                    number: 37, // Two of Cups
                    descriptions:
                        'Партнерство, единство, взаимные чувства. Проблема может возникнуть из-за дисбаланса в отношениях или недопонимания.',
                    reversDescriptions:
                        'Разрыв, дисгармония, дисбаланс в отношениях. Проблема может быть связана с конфликтами или неравноправностью в отношениях.',
                },
                {
                    number: 38, // Three of Cups
                    descriptions:
                        'Празднование, дружба, общение. Проблема может возникнуть из-за чрезмерности в удовольствиях или игнорирования серьезных вопросов.',
                    reversDescriptions:
                        'Изоляция, потеря связи, чрезмерная индивидуализация. Проблема может быть связана с отсутствием поддержки или общения.',
                },
                {
                    number: 39, // Four of Cups
                    descriptions:
                        'Размышления, переосмысление, апатия. Проблема может возникнуть из-за недовольства или чувства упущенных возможностей.',
                    reversDescriptions:
                        'Новые возможности, мотивация, принятие. Проблема может быть связана с необходимостью открыться новым возможностям.',
                },
                {
                    number: 40, // Five of Cups
                    descriptions:
                        'Потеря, горе, сожаление. Проблема может возникнуть из-за невозможности преодолеть прошлые потери или разочарования.',
                    reversDescriptions:
                        'Принятие, движение вперед, исцеление. Проблема может быть связана с необходимостью принять прошлое и двигаться дальше.',
                },
                {
                    number: 41, // Six of Cups
                    descriptions:
                        'Ностальгия, воспоминания, старые связи. Проблема может возникнуть из-за чрезмерной погруженности в прошлое или нежелания смотреть в будущее.',
                    reversDescriptions:
                        'Отрыв от прошлого, зрелость, фокус на настоящем. Проблема может быть связана с необходимостью отпустить прошлое и сосредоточиться на настоящем.',
                },
                {
                    number: 42, // Seven of Cups
                    descriptions:
                        'Иллюзии, выбор, рассеянность. Проблема может возникнуть из-за нереалистичных ожиданий или слишком многих вариантов выбора.',
                    reversDescriptions:
                        'Ясность, решимость, преодоление заблуждений. Проблема может быть связана с необходимостью принятия решения и отказа от иллюзий.',
                },
                {
                    number: 43, // Eight of Cups
                    descriptions:
                        'Отказ, поиск, оставление прошлого. Проблема может возникнуть из-за необходимости отпустить что-то важное или изменить путь.',
                    reversDescriptions:
                        'Страх перемен, застревание, нерешительность. Проблема может быть связана с нежеланием изменить текущее положение вещей.',
                },
                {
                    number: 44, // Nine of Cups
                    descriptions:
                        'Удовлетворение, достижение желаний, благополучие. Проблема может возникнуть из-за самодовольства или нереалистичных ожиданий.',
                    reversDescriptions:
                        'Недовольство, неудовлетворенные желания. Проблема может быть связана с чувством разочарования или недостижения целей.',
                },
                {
                    number: 45, // Ten of Cups
                    descriptions:
                        'Семейное счастье, гармония, исполнение желаний. Проблема может возникнуть из-за идеализации или несбывшихся ожиданий в личной жизни.',
                    reversDescriptions:
                        'Разлад, несчастье в семье, разбитые мечты. Проблема может быть связана с конфликтами или разочарованиями в личных отношениях.',
                },
                {
                    number: 46, // Page of Cups
                    descriptions:
                        'Чувствительность, вдохновение, нежные чувства. Проблема может возникнуть из-за эмоциональной уязвимости или нереализованных мечтаний.',
                    reversDescriptions:
                        'Незрелость, отсутствие эмоциональной глубины. Проблема может быть связана с эмоциональной нестабильностью или нереализованными чувствами.',
                },
                {
                    number: 47, // Knight of Cups
                    descriptions:
                        'Романтический, мечтательный, идеалистичный. Проблема может возникнуть из-за нереалистичных ожиданий или эмоциональной нестабильности.',
                    reversDescriptions:
                        'Нереалистичные фантазии, обман. Проблема может быть связана с обманутыми надеждами или недостижимыми мечтами.',
                },
                {
                    number: 48, // Queen of Cups
                    descriptions:
                        'Эмоциональная поддержка, интуитивность, чуткость. Проблема может возникнуть из-за чрезмерной эмоциональности или зависимости от чувств.',
                    reversDescriptions:
                        'Эмоциональная нестабильность, манипуляция. Проблема может быть связана с эмоциональной зависимостью или манипулятивным поведением.',
                },
                {
                    number: 49, // King of Cups
                    descriptions:
                        'Эмоциональная стабильность, дипломатия, зрелость. Проблема может возникнуть из-за чрезмерной эмоциональной сдержанности или нежелания выражать чувства.',
                    reversDescriptions:
                        'Эмоциональная вульгарность, непостоянство. Проблема может быть связана с эмоциональной неустойчивостью или непредсказуемостью.',
                },
                {
                    number: 50, // Ace of Swords
                    descriptions:
                        'Новое понимание, ясность, прорыв. Проблема может возникнуть из-за жесткого мышления или конфликта между идеями и реальностью.',
                    reversDescriptions:
                        'Замешательство, непонимание, заблуждение. Проблема может быть связана с недопониманием или неправильной интерпретацией информации.',
                },
                {
                    number: 51, // Two of Swords
                    descriptions:
                        'Решение, равновесие, компромисс. Проблема может возникнуть из-за нерешительности или страха перед принятием решения.',
                    reversDescriptions:
                        'Конфликт, напряжение, ложный баланс. Проблема может быть связана с избеганием решения или внутренним конфликтом.',
                },
                {
                    number: 52, // Three of Swords
                    descriptions:
                        'Горе, разлука, эмоциональная боль. Проблема может возникнуть из-за эмоциональных ран или разочарований.',
                    reversDescriptions:
                        'Преодоление горя, прощение, восстановление. Проблема может быть связана с необходимостью исцеления и преодоления боли.',
                },
                {
                    number: 53, // Four of Swords
                    descriptions:
                        'Отдых, восстановление, медитация. Проблема может возникнуть из-за необходимости паузы или отстранения от ситуации.',
                    reversDescriptions:
                        'Возобновление активности, неспокойство, усталость. Проблема может быть связана с недостатком отдыха или необходимостью возвращения к делам.',
                },
                {
                    number: 54, // Five of Swords
                    descriptions:
                        'Конфликт, победа за счет других, напряжение. Проблема может возникнуть из-за агрессивных действий или желания победить любой ценой.',
                    reversDescriptions:
                        'Примирение, избегание конфликта, уступки. Проблема может быть связана с необходимостью компромисса или избеганием конфронтации.',
                },
                {
                    number: 55, // Six of Swords
                    descriptions:
                        'Переход, улучшение, перемена места. Проблема может возникнуть из-за необходимости изменений или перехода к новому этапу.',
                    reversDescriptions:
                        'Застой, нежелание двигаться вперед, нерешенные проблемы. Проблема может быть связана с отсутствием прогресса или нежеланием измениться.',
                },
                {
                    number: 56, // Seven of Swords
                    descriptions:
                        'Обман, уклончивость, тактика. Проблема может возникнуть из-за обмана, недостатка открытости или нечестных методов.',
                    reversDescriptions:
                        'Совет, стратегическое планирование, открытость. Проблема может быть связана с необходимостью пересмотра стратегии или более открытого подхода.',
                },
                {
                    number: 57, // Eight of Swords
                    descriptions:
                        'Ограничение, самоограничение, изоляция. Проблема может возникнуть из-за чувства беспомощности или ограничений, наложенных извне или самим собой.',
                    reversDescriptions:
                        'Освобождение, поиск новых возможностей. Проблема может быть связана с необходимостью освободиться от ограничений.',
                },
                {
                    number: 58, // Nine of Swords
                    descriptions:
                        'Беспокойство, страх, тревога. Проблема может возникнуть из-за внутренних страхов, беспокойства или чувства вины.',
                    reversDescriptions:
                        'Надежда, преодоление страхов. Проблема может быть связана с необходимостью преодолеть тревогу и найти утешение.',
                },
                {
                    number: 59, // Ten of Swords
                    descriptions:
                        'Конец, крах, глубокое разочарование. Проблема может возникнуть из-за крушения планов или предательства.',
                    reversDescriptions:
                        'Восстановление, возрождение, положительные перемены. Проблема может быть связана с необходимостью восстановления после тяжелого периода.',
                },
                {
                    number: 60, // Page of Swords
                    descriptions:
                        'Любопытство, новые идеи, бдительность. Проблема может возникнуть из-за недостатка информации или неправильного понимания ситуации.',
                    reversDescriptions:
                        'Обман, сплетни, неправильно понятая информация. Проблема может быть связана с дезинформацией или неправильным пониманием.',
                },
                {
                    number: 61, // Knight of Swords
                    descriptions:
                        'Решительность, агрессивность, быстрое действие. Проблема может возникнуть из-за импульсивности или поспешных решений.',
                    reversDescriptions:
                        'Импульсивность, рассеянность, спешка. Проблема может быть связана с поспешными или непродуманными действиями.',
                },
                {
                    number: 62, // Queen of Swords
                    descriptions:
                        'Четкость мысли, независимость, честность. Проблема может возникнуть из-за холодности, критичности или эмоционального отстранения.',
                    reversDescriptions:
                        'Холодность, критичность, отстраненность. Проблема может быть связана с эмоциональным отстранением или критичным отношением.',
                },
                {
                    number: 63, // King of Swords
                    descriptions:
                        'Интеллектуальная мощь, авторитет, справедливость. Проблема может возникнуть из-за жесткости, деспотизма или чрезмерной логичности.',
                    reversDescriptions:
                        'Манипулятивность, жестокость, злоупотребление властью. Проблема может быть связана с злоупотреблением властью или манипулятивным поведением.',
                },
                {
                    number: 64, // Ace of Pentacles
                    descriptions:
                        'Новое начало в материальных делах, возможность для роста. Проблема может возникнуть из-за упущенных материальных возможностей или неуверенности в финансовых делах.',
                    reversDescriptions:
                        'Пропущенные материальные возможности, неуверенность. Проблема может быть связана с упущенными возможностями или неуверенностью в финансовых делах.',
                },
                {
                    number: 65, // Two of Pentacles
                    descriptions:
                        'Баланс, адаптация, управление ресурсами. Проблема может возникнуть из-за дисбаланса, финансовых трудностей или необходимости маневрировать ресурсами.',
                    reversDescriptions:
                        'Дисбаланс, финансовые трудности. Проблема может быть связана с нестабильностью или нерациональным управлением ресурсами.',
                },
                {
                    number: 66, // Three of Pentacles
                    descriptions:
                        'Мастерство, рост, достижение. Проблема может возникнуть из-за отсутствия признания, недостатка усилий или недостаточной квалификации.',
                    reversDescriptions:
                        'Отсутствие прогресса, недостаток усилий. Проблема может быть связана с недостатком признания или недостаточной квалификацией.',
                },
                {
                    number: 67, // Four of Pentacles
                    descriptions:
                        'Стабильность, сохранение, осторожность. Проблема может возникнуть из-за чрезмерной скупости, страха потери или нежелания делиться.',
                    reversDescriptions:
                        'Чрезмерная привязанность к материальному, жадность. Проблема может быть связана с чрезмерной осторожностью или скупостью.',
                },
                {
                    number: 68, // Five of Pentacles
                    descriptions:
                        'Трудности, нехватка, нужда. Проблема может возникнуть из-за финансовых трудностей, потери или чувства изоляции.',
                    reversDescriptions:
                        'Восстановление, поиск решений. Проблема может быть связана с необходимостью найти пути преодоления материальных трудностей.',
                },
                {
                    number: 69, // Six of Pentacles
                    descriptions:
                        'Щедрость, деление, благотворительность. Проблема может возникнуть из-за дисбаланса в давании и получении или из-за неравенства в ресурсах.',
                    reversDescriptions:
                        'Самоуверенность, долги, неблагодарность. Проблема может быть связана с нерациональным распределением ресурсов или неблагодарностью.',
                },
                {
                    number: 70, // Seven of Pentacles
                    descriptions:
                        'Труд, терпение, долгосрочное планирование. Проблема может возникнуть из-за нетерпения, недостатка усилий или неправильного планирования.',
                    reversDescriptions:
                        'Нетерпение, разочарование в работе. Проблема может быть связана с чувством разочарования или недостатка прогресса.',
                },
                {
                    number: 71, // Eight of Pentacles
                    descriptions:
                        'Усердие, трудолюбие, внимание к деталям. Проблема может возникнуть из-за чрезмерной работоспособности или недостатка признания усилий.',
                    reversDescriptions:
                        'Переработка, недооценка усилий. Проблема может быть связана с чрезмерной работой или недооценкой ваших усилий.',
                },
                {
                    number: 72, // Nine of Pentacles
                    descriptions:
                        'Удовлетворение, достижение, комфорт. Проблема может возникнуть из-за самодовольства, изоляции или чрезмерной независимости.',
                    reversDescriptions:
                        'Недовольство, материальные заботы. Проблема может быть связана с чувством недовольства или постоянными материальными заботами.',
                },
                {
                    number: 73, // Ten of Pentacles
                    descriptions:
                        'Богатство, стабильность, семейное благополучие. Проблема может возникнуть из-за слишком большого акцента на материальном или проблем в семье.',
                    reversDescriptions:
                        'Потери, нестабильность, проблемы в семье. Проблема может быть связана с финансовыми потерями или семейными проблемами.',
                },
                {
                    number: 74, // Page of Pentacles
                    descriptions:
                        'Новые возможности, учеба, любознательность. Проблема может возникнуть из-за отсутствия целей или нереализованных идей.',
                    reversDescriptions:
                        'Отсутствие целей, нереализованные идеи. Проблема может быть связана с нерешительностью или отсутствием практичности.',
                },
                {
                    number: 75, // Knight of Pentacles
                    descriptions:
                        'Надежность, тщательность, постоянство. Проблема может возникнуть из-за скучности, избыточной осторожности или застоя.',
                    reversDescriptions:
                        'Скучность, избыточная осторожность. Проблема может быть связана с застоем или слишком осторожным подходом.',
                },
                {
                    number: 76, // Queen of Pentacles
                    descriptions:
                        'Практичность, забота, надежность. Проблема может возникнуть из-за перегрузки заботами или игнорирования духовного аспекта жизни.',
                    reversDescriptions:
                        'Перегрузка заботами, игнорирование духовного. Проблема может быть связана с чрезмерной поглощенностью материальными вопросами.',
                },
                {
                    number: 77, // King of Pentacles
                    descriptions:
                        'Успех в бизнесе, надежность, компетентность. Проблема может возникнуть из-за материализма, жесткости или упрямства.',
                    reversDescriptions:
                        'Материализм, жесткость, упрямство. Проблема может быть связана с чрезмерным фокусом на материальном или упрямством в делах.',
                },
            ],
        },
        {
            number: 2,
            card: [
                {
                    number: 0, // The Fool
                    descriptions:
                        'Эта карта символизирует новые начинания, свободу от ограничений прошлого и открытость к неизведанным возможностям. В контексте вашего вопроса, The Fool указывает на то, что ближайшее будущее будет ознаменовано новым путешествием или началом, которое приведет к значительным изменениям в вашей жизни.',
                    reversDescriptions:
                        'В перевернутом положении эта карта предупреждает о потенциальной нерешительности или о том, что вы можете столкнуться с непредвиденными препятствиями на пути к этим изменениям.',
                },
                {
                    number: 1, // The Magician
                    descriptions:
                        'The Magician символизирует использование своих навыков и ресурсов для достижения целей. Эта карта указывает на то, что у вас есть все необходимое для проведения активных изменений в вашей жизни. Ваши таланты и решимость будут ключевыми факторами в реализации этих изменений.',
                    reversDescriptions:
                        'В перевернутом положении она предупреждает о потерянных возможностях или о том, что вы не используете свой полный потенциал, что может замедлить процесс изменений.',
                },
                {
                    number: 2, // The High Priestess
                    descriptions:
                        'Эта карта представляет интуицию, тайные знания и мудрость. Она указывает на то, что ваши интуитивные способности и внутреннее понимание будут важными инструментами для проведения изменений. Внимание к своим внутренним ощущениям и подсказкам может открыть новые пути.',
                    reversDescriptions:
                        'В перевернутом положении она предупреждает о возможном игнорировании важных деталей или о том, что вы не прислушиваетесь к своей интуиции, что может привести к неправильным решениям.',
                },
                {
                    number: 3, // The Empress
                    descriptions:
                        'The Empress символизирует творчество, плодородие и изобилие. Она предвещает период роста и процветания, который будет способствовать изменениям. Эта карта также указывает на важность заботы о себе и других в процессе этих изменений.',
                    reversDescriptions:
                        'В перевернутом положении она может указывать на избыток или недостаток в какой-то области вашей жизни, что может стать препятствием на пути к изменениям.',
                },
                {
                    number: 4, // The Emperor
                    descriptions:
                        'The Emperor представляет структуру, порядок и авторитет. Эта карта указывает на то, что дисциплина, самоконтроль и лидерские качества будут важны для проведения изменений. Она также подчеркивает важность установления четких правил и границ.',
                    reversDescriptions:
                        'В перевернутом положении она предупреждает о потенциальной жесткости, деспотизме или упрямстве, которые могут помешать изменениям.',
                },
                {
                    number: 5, // The Hierophant
                    descriptions:
                        'The Hierophant ассоциируется с традициями, обучением и верованиями. Эта карта может указывать на то, что изменения будут связаны с вашими убеждениями или образованием. Она также может предвещать получение мудрости или знаний, которые помогут вам в этих изменениях.',
                    reversDescriptions:
                        'В перевернутом положении она может указывать на ограниченное мышление или отказ от традиций, что может затруднить изменения.',
                },
                {
                    number: 6, // The Lovers
                    descriptions:
                        'The Lovers символизирует выбор, отношения и ценности. Эта карта может указывать на то, что важные решения или отношения будут ключевыми факторами в проведении изменений. Она также подчеркивает важность гармонии и баланса в этих процессах.',
                    reversDescriptions:
                        'В перевернутом положении она может предвещать разногласия, неуверенность в выборе или конфликты, которые могут помешать изменениям.',
                },
                {
                    number: 7, // The Chariot
                    descriptions:
                        'The Chariot ассоциируется с направлением, контролем и победой. Эта карта указывает на то, что решительность, сила воли и уверенность будут важны для достижения изменений. Она также подчеркивает важность управления своими эмоциями и действиями в этом процессе.',
                    reversDescriptions:
                        'В перевернутом положении она может указывать на недостаток направления, потерю контроля или нерешительность, что может затруднить изменения.',
                },
                {
                    number: 8, // Strength
                    descriptions:
                        'Strength символизирует силу, мужество и устойчивость. Эта карта указывает на то, что внутренняя сила и выносливость будут ключевыми в проведении изменений. Она также подчеркивает важность сострадания и самоконтроля.',
                    reversDescriptions:
                        'В перевернутом положении она может указывать на слабость, самосомнение или потерю контроля, что может помешать изменениям.',
                },
                {
                    number: 9, // The Hermit
                    descriptions:
                        'The Hermit ассоциируется с поиском, внутренними размышлениями и одиночеством. Эта карта может указывать на то, что время для размышлений и самопознания будет важным для проведения изменений. Она также подчеркивает важность внутренней мудрости и самоанализа.',
                    reversDescriptions:
                        'В перевернутом положении она может указывать на отчуждение, замкнутость или упрямство, что может помешать изменениям.',
                },
                {
                    number: 10, // Wheel of Fortune
                    descriptions:
                        'Wheel of Fortune символизирует изменения, циклы и судьбу. Эта карта указывает на то, что ближайшее будущее будет ознаменовано значительными изменениями, которые могут быть как положительными, так и отрицательными. Она напоминает о цикличности жизни и о том, что изменения являются естественной частью жизненного пути.',
                    reversDescriptions:
                        'В перевернутом положении она может предвещать застой, невезение или неконтролируемые события, которые могут помешать или затруднить изменения.',
                },
                {
                    number: 11, // Justice
                    descriptions:
                        'Justice ассоциируется с справедливостью, равновесием и ответственностью. Эта карта указывает на то, что честность, объективность и справедливость будут важны в процессе изменений. Она также подчеркивает важность принятия ответственности за свои действия и решения.',
                    reversDescriptions:
                        'В перевернутом положении она может указывать на несправедливость, дисбаланс или предвзятость, что может привести к неправильным решениям или затруднить изменения.',
                },
                {
                    number: 12, // The Hanged Man
                    descriptions:
                        'The Hanged Man символизирует паузу, жертву и новый взгляд на вещи. Эта карта может указывать на то, что изменения потребуют от вас времени для размышлений, готовности к жертвам или изменению перспективы. Она также напоминает о важности терпения и готовности видеть вещи под другим углом.',
                    reversDescriptions:
                        'В перевернутом положении она может указывать на бесцельность, отсутствие жертвы или упрямство, что может помешать изменениям.',
                },
                {
                    number: 13, // Death
                    descriptions:
                        'Death символизирует конец, преобразование и начало нового. Эта карта указывает на то, что ближайшее будущее будет ознаменовано значительными изменениями, которые могут включать завершение одного этапа и начало другого. Она напоминает о неизбежности и важности принятия изменений для роста и развития.',
                    reversDescriptions:
                        'В перевернутом положении она может указывать на сопротивление изменениям, незавершенность или страх перед новым, что может затруднить процесс изменений.',
                },
                {
                    number: 14, // Temperance
                    descriptions:
                        'Temperance символизирует гармонию, умеренность и баланс. Эта карта указывает на то, что активные изменения в вашей жизни будут происходить плавно и постепенно. Важно найти баланс между различными аспектами вашей жизни, чтобы обеспечить устойчивое развитие и рост.',
                    reversDescriptions:
                        'В перевернутом положении она может указывать на неумеренность, дисбаланс и конфликты, что может привести к хаосу и нестабильности в процессе изменений.',
                },
                {
                    number: 15, // Devil
                    descriptions:
                        'Devil представляет зависимости, ограничения и материализм. Эта карта может указывать на то, что изменения будут вызваны необходимостью освободиться от ограничивающих уз или негативных паттернов поведения. Она также предупреждает о возможности попасть в ловушку материальных желаний или зависимостей.',
                    reversDescriptions:
                        'В перевернутом положении она символизирует освобождение от связей, преодоление препятствий и прорыв в личностном росте.',
                },
                {
                    number: 16, // Tower
                    descriptions:
                        'Tower символизирует внезапные изменения, разрушение иллюзий и крушение старых структур. Эта карта предвещает резкие и неожиданные изменения, которые могут быть болезненными, но в конечном итоге приведут к положительным трансформациям. Она указывает на необходимость разрушения устаревших структур для создания чего-то нового.',
                    reversDescriptions:
                        'В перевернутом положении она может указывать на отсрочку неизбежных изменений или на то, что изменения будут менее радикальными, чем ожидалось.',
                },
                {
                    number: 17, // Star
                    descriptions:
                        'Star представляет надежду, веру и вдохновение. Эта карта указывает на то, что изменения будут проводиться под знаком оптимизма и веры в лучшее. Она приносит уверенность в то, что ваши мечты и стремления могут быть реализованы. Star также символизирует духовное просветление и гармонию с Вселенной.',
                    reversDescriptions:
                        'В перевернутом положении она может указывать на потерю веры, разочарование и отсутствие ясности в ваших намерениях и целях.',
                },
                {
                    number: 18, // Moon
                    descriptions:
                        'Moon ассоциируется с иллюзиями, неопределенностью и неясностью. Эта карта может указывать на то, что изменения будут сопровождаться путаницей и неуверенностью. Важно полагаться на свою интуицию и искать скрытые истины за видимыми обстоятельствами.',
                    reversDescriptions:
                        'В перевернутом положении она предполагает, что иллюзии будут развеяны, и вы получите большую ясность и понимание реальной ситуации.',
                },
                {
                    number: 19, // Sun
                    descriptions:
                        'Sun символизирует успех, ясность и жизненную энергию. Эта карта предвещает положительные изменения, сопровождающиеся радостью, ясностью и оптимизмом. Она указывает на то, что у вас будет энергия и ясность мысли для проведения необходимых изменений.',
                    reversDescriptions:
                        'В перевернутом положении она может указывать на затмение, пессимизм или недостаток ясности, что может затруднить процесс изменений.',
                },
                {
                    number: 20, // Judgement
                    descriptions:
                        'Judgement символизирует пробуждение, возрождение и важные решения. Эта карта указывает на то, что изменения будут связаны с важным переосмыслением и переоценкой прошлых действий и решений. Она призывает к самоанализу и принятию важных решений, которые могут радикально изменить вашу жизнь.',
                    reversDescriptions:
                        'В перевернутом положении она может указывать на отказ от вызова, уклонение от решения или нежелание принимать важные решения.',
                },
                {
                    number: 21, // World
                    descriptions:
                        'World символизирует завершение, целостность и достижение. Эта карта указывает на то, что изменения приведут к успешному завершению важного этапа или проекта. Она предвещает исполнение целей и гармонию между физическим и духовным мирами.',
                    reversDescriptions:
                        'В перевернутом положении она может указывать на незавершенность, ограниченные возможности или отсутствие завершения.',
                },
                // Wands
                {
                    number: 22, // Ace of Wands
                    descriptions:
                        'Ace of Wands символизирует новое начало, вдохновение и силу. Эта карта указывает на то, что изменения будут инициированы новым проектом, идеей или внезапным порывом творчества. Она предвещает начало нового захватывающего пути или предприятия.',
                    reversDescriptions:
                        'В перевернутом положении она может указывать на задержку, нехватку энтузиазма или потерю направления в начинаниях.',
                },
                {
                    number: 23, // Two of Wands
                    descriptions:
                        'Two of Wands ассоциируется с планированием, будущими действиями и решениями. Эта карта указывает на то, что изменения будут связаны с принятием важных решений относительно будущего. Она предполагает, что у вас есть мир перед собой, и пора выбирать, какой путь следовать.',
                    reversDescriptions:
                        'В перевернутом положении она может указывать на страх, нерешительность и перегрузку выбором, что может затруднить принятие решений.',
                },
                {
                    number: 24, // Three of Wands
                    descriptions:
                        'Three of Wands символизирует расширение, рост и исследование. Эта карта указывает на то, что изменения будут связаны с расширением ваших горизонтов, возможно, через путешествия или новые бизнес-перспективы. Она предвещает успех в начинаниях, которые вы уже начали.',
                    reversDescriptions:
                        'В перевернутом положении она может указывать на препятствия, задержки и разочарование в планах расширения.',
                },
                {
                    number: 25, // Four of Wands
                    descriptions:
                        'Four of Wands ассоциируется с празднованием, удовлетворением и гармонией. Эта карта указывает на то, что изменения будут сопровождаться радостными событиями, такими как свадьба, вечеринка или другое значимое собрание. Она символизирует стабильность и удовлетворение достигнутыми результатами.',
                    reversDescriptions:
                        'В перевернутом положении она может указывать на нестабильность, конфликты и потерю гармонии, что может помешать празднованию или собранию.',
                },
                {
                    number: 26, // Five of Wands
                    descriptions:
                        'Five of Wands символизирует конкуренцию, борьбу и конфликты. Эта карта указывает на то, что изменения будут сопровождаться некоторым напряжением и соперничеством. Она предполагает, что вам придется столкнуться с препятствиями и возможно, соперничеством или конкуренцией на пути к вашим целям.',
                    reversDescriptions:
                        'В перевернутом положении она может указывать на избегание конфликтов, компромисс или усталость от борьбы.',
                },
                {
                    number: 27, // Six of Wands
                    descriptions:
                        'Six of Wands ассоциируется с успехом, признанием и достижением. Эта карта указывает на то, что изменения будут сопровождаться успехом и признанием ваших усилий. Она символизирует победу и то, что вы будете отмечены за свои достижения.',
                    reversDescriptions:
                        'В перевернутом положении она может указывать на недостаток успеха, непризнание или неудачу в достижении целей.',
                },
                {
                    number: 28, // Seven of Wands
                    descriptions:
                        'Seven of Wands символизирует защиту, стойкость и вызов. Эта карта указывает на то, что изменения будут требовать от вас защиты своих позиций и убеждений. Она предполагает, что вам придется столкнуться с препятствиями и защищать свои достижения от конкурентов или критиков.',
                    reversDescriptions:
                        'В перевернутом положении она может указывать на сдачу, уступку или потерю позиций, что может затруднить защиту ваших интересов.',
                },
                {
                    number: 29, // Eight of Wands
                    descriptions:
                        'Эта карта символизирует быстрое движение и прогресс. Она предвещает период интенсивной активности и динамичных изменений. Ваши проекты и идеи будут развиваться с удивительной скоростью, что потребует от вас быстрого реагирования и адаптации.',
                    reversDescriptions:
                        'В перевернутом положении она может указывать на задержки, препятствия или замедление темпа, что может затруднить прогресс.',
                },
                {
                    number: 30, // Nine of Wands
                    descriptions:
                        'Эта карта представляет стойкость и выносливость. Она указывает на то, что, несмотря на препятствия и усталость, вы обладаете внутренней силой, чтобы продолжать движение вперед. Ваши усилия и терпение помогут вам преодолеть любые трудности на пути к изменениям.',
                    reversDescriptions:
                        'В перевернутом положении она может указывать на усталость, разочарование или потерю мотивации, что может затруднить достижение целей.',
                },
                {
                    number: 31, // Ten of Wands
                    descriptions:
                        'Эта карта символизирует бремя и перегрузку. Она указывает на то, что вы, возможно, берете на себя слишком много обязанностей или задач. Важно научиться делегировать и распределять нагрузку, чтобы не перегореть и эффективно проводить изменения.',
                    reversDescriptions:
                        'В перевернутом положении она может указывать на освобождение от бремени, уменьшение нагрузки или переосмысление приоритетов.',
                },
                {
                    number: 32, // Page of Wands
                    descriptions:
                        'Эта карта представляет энтузиазм, исследование и открытость новому. Она указывает на то, что изменения будут проводиться с помощью новых идей, творческого подхода и готовности к приключениям. Это время для исследования новых возможностей и реализации творческого потенциала.',
                    reversDescriptions:
                        'В перевернутом положении она может указывать на нерешительность, отсрочку или потерюнные возможности из-за недостатка инициативы или страха перед новым.',
                },
                {
                    number: 33, // Knight of Wands
                    descriptions:
                        'Эта карта символизирует страсть, приключения и импульсивность. Она указывает на то, что изменения будут проводиться с помощью энергии, решимости и готовности к риску. Ваша смелость и энтузиазм помогут вам двигаться вперед и преодолевать препятствия.',
                    reversDescriptions:
                        'В перевернутом положении она может указывать на рассеянность, задержки или разочарование из-за импульсивных действий или непостоянства.',
                },
                {
                    number: 34, // Queen of Wands
                    descriptions:
                        'Эта карта представляет уверенность, независимость и энергию. Она указывает на то, что изменения будут проводиться с помощью сильной воли, харизмы и лидерских качеств. Ваша способность вдохновлять других и уверенность в себе помогут вам в достижении целей.',
                    reversDescriptions:
                        'В перевернутом положении она может указывать на нетерпимость, эгоизм или злость, что может привести к конфликтам или эмоциональной нестабильности.',
                },
                {
                    number: 35, // King of Wands
                    descriptions:
                        'Эта карта символизирует лидерство, визионерство и смелость. Она указывает на то, что изменения будут проводиться с помощью сильного лидерства, уверенности в себе и способности видеть большую картину. Ваша решимость и способность вдохновлять других будут ключевыми в проведении изменений.',
                    reversDescriptions:
                        'В перевернутом положении она может указывать на деспотизм, неуступчивость или непостоянство, что может привести к конфликтам или неэффективному лидерству.',
                },
                // Cups
                {
                    number: 36, // Ace of Cups
                    descriptions:
                        'Эта карта символизирует новые эмоциональные начинания, любовь и счастье. Она указывает на то, что изменения будут проводиться с помощью новых отношений, глубоких эмоциональных переживаний и удовлетворения. Это время для открытия сердца и принятия новых эмоциональных возможностей.',
                    reversDescriptions:
                        'В перевернутом положении она может указывать на подавленные эмоции, потерянные возможности в отношениях или эмоциональное закрытие.',
                },
                {
                    number: 37, // Two of Cups
                    descriptions:
                        'Эта карта представляет партнерство, единство и взаимные чувства. Она указывает на то, что изменения будут проводиться с помощью гармоничных отношений, сотрудничества и эмоционального соединения с другими. Это время для создания сильных партнерских связей и взаимопонимания.',
                    reversDescriptions:
                        'В перевернутом положении она может указывать на разрыв, дисгармонию или дисбаланс в отношениях, что может привести к конфликтам или недопониманию.',
                },
                {
                    number: 38, // Three of Cups
                    descriptions:
                        'Эта карта символизирует празднование, дружбу и общение. Она указывает на то, что изменения будут сопровождаться радостными событиями, общением с друзьями и общим удовлетворением. Это время для деления радости и празднования достижений с другими.',
                    reversDescriptions:
                        'В перевернутом положении она может указывать на изоляцию, потерю связи или чрезмерную индивидуализацию, что может привести к чувству одиночества или отчуждения.',
                },
                {
                    number: 39, // Four of Cups
                    descriptions:
                        'Эта карта представляет размышления, переосмысление и апатию. Она указывает на то, что изменения будут сопровождаться периодом самоанализа и возможным недовольством текущим положением вещей. Важно оценить предложенные возможности и не упустить шанс из-за апатии или разочарования.',
                    reversDescriptions:
                        'В перевернутом положении она может указывать на новые возможности, мотивацию и принятие, что может привести к положительным изменениям и новым начинаниям.',
                },
                {
                    number: 40, // Five of Cups
                    descriptions:
                        'Эта карта символизирует потерю, горе и сожаление. Она указывает на то, что изменения будут сопровождаться чувством утраты или разочарования. Важно признать свои потери, но также увидеть то, что осталось, и найти способы двигаться вперед.',
                    reversDescriptions:
                        'В перевернутом положении она может указывать на принятие, движение вперед и исцеление, что может помочь в преодолении горя и восстановлении эмоционального баланса.',
                },
                {
                    number: 41, // Six of Cups
                    descriptions:
                        'Эта карта ассоциируется с ностальгией, воспоминаниями и старыми связями. Она указывает на то, что изменения будут связаны с прошлым, возможно, с возрождением старых отношений или воспоминаний. Это время для переосмысления прошлого и извлечения уроков из предыдущих опытов.',
                    reversDescriptions:
                        'В перевернутом положении она может указывать на отрыв от прошлого, зрелость и фокус на настоящем, что может помочь в преодолении привязанности к прошлому и движении вперед.',
                },
                {
                    number: 42, // Seven of Cups
                    descriptions:
                        'Эта карта символизирует мечты, иллюзии и выбор. Она указывает на то, что изменения будут связаны с необходимостью принятия решений среди множества возможностей. Важно отличать реальные возможности от пустых мечтаний и выбирать то, что действительно важно для вас.',
                    reversDescriptions:
                        'В перевернутом положении она может указывать на разочарование, нереалистичные ожидания и необходимость столкнуться с реальностью.',
                },
                {
                    number: 43, // Eight of Cups
                    descriptions:
                        'Эта карта представляет отказ от чего-то, поиск и оставление прошлого. Она указывает на то, что изменения будут связаны с необходимостью оставить позади старые эмоциональные связи или ситуации, которые больше не служат вашему благу. Это время для духовного путешествия и самопознания.',
                    reversDescriptions:
                        'В перевернутом положении она может указывать на страх перемен, зависимость от прошлого и нерешительность в отпускании.',
                },
                {
                    number: 44, // Nine of Cups
                    descriptions:
                        'Эта карта символизирует удовлетворение, благополучие и достижение желаний. Она указывает на то, что изменения принесут вам удовлетворение и радость. Ваши желания и стремления могут осуществиться, принося чувство эмоционального благополучия.',
                    reversDescriptions:
                        'В перевернутом положении она может указывать на неудовлетворенность, недостаток благодарности и необходимость переосмыслить свои истинные желания.',
                },
                {
                    number: 45, // Ten of Cups
                    descriptions:
                        'Эта карта представляет семейное счастье, гармонию и полноту. Она указывает на то, что изменения приведут к укреплению семейных и близких отношений, обеспечивая эмоциональное благополучие и удовлетворение. Это время для радости и благодарности за то, что у вас есть.',
                    reversDescriptions:
                        'В перевернутом положении она может указывать на разлад, несчастье в семье или домашние проблемы, требующие внимания.',
                },
                {
                    number: 46, // Page of Cups
                    descriptions:
                        'Эта карта символизирует творческое сообщение, интуицию и вдохновение. Она указывает на то, что изменения будут связаны с новыми эмоциональными переживаниями или творческими начинаниями. Важно быть открытым для новых идей и следовать своему сердцу.',
                    reversDescriptions:
                        'В перевернутом положении она может указывать на незрелость, отсутствие эмоциональной глубины или нереализованные мечты.',
                },
                {
                    number: 47, // Knight of Cups
                    descriptions:
                        'Эта карта представляет романтического искателя, идеалиста и мечтателя. Она указывает на то, что изменения будут проводиться с помощью романтических стремлений, идеализма и поиска истинной любви или эмоционального удовлетворения.',
                    reversDescriptions:
                        'В перевернутом положении она может указывать на иллюзии, нереалистичные ожидания и обманчивые идеалы.',
                },
                {
                    number: 48, // Queen of Cups
                    descriptions:
                        'Эта карта символизирует эмоциональную поддержку, интуитивное понимание и чуткость. Она указывает на то, что изменения будут проводиться с помощью глубокого эмоционального понимания, сочувствия и заботы о других. Ваша способность чувствовать и понимать эмоции окружающих будет ключевой.',
                    reversDescriptions:
                        'В перевернутом положении она может указывать на эмоциональную нестабильность, чрезмерную чувствительность или манипулятивное поведение.',
                },
                {
                    number: 49, // King of Cups
                    descriptions:
                        'Эта карта представляет эмоциональную стабильность, заботу и дипломатию. Она указывает на то, что изменения будут проводиться с помощью мудрости, спокойствия и умения управлять своими и чужими эмоциями. Ваша способность оставаться спокойным и собранным в любой ситуации будет важна.',
                    reversDescriptions:
                        'В перевернутом положении она может указывать на эмоциональную манипуляцию, незрелость или нестабильность.',
                },
                // Swords
                {
                    number: 50, // Ace of Swords
                    descriptions:
                        'Эта карта символизирует новое понимание, ясность мысли и прорыв. Она указывает на то, что изменения будут проводиться с помощью новых идей, ясности мысли и способности проникать в суть вещей. Это время для принятия решительных действий и использования вашего интеллекта.',
                    reversDescriptions:
                        'В перевернутом положении она может указывать на замешательство, неясность и неправильное понимание ситуации.',
                },
                {
                    number: 51, // Two of Swords
                    descriptions:
                        'Эта карта представляет необходимость выбора, затруднение и равновесие. Она указывает на то, что изменения будут связаны с принятием сложного решения или дилеммы. Важно взвесить все стороны и принять обдуманное решение.',
                    reversDescriptions:
                        'В перевернутом положении она может указывать на информационный перегруз, отказ от решения или нерешительность.',
                },
                {
                    number: 52, // Three of Swords
                    descriptions:
                        'Эта карта символизирует эмоциональную боль, разочарование и горе. Она указывает на то, что изменения будут сопровождаться трудными эмоциональными переживаниями или разрывами. Важно принять и пережить эту боль, чтобы двигаться вперед.',
                    reversDescriptions:
                        'В перевернутом положении она может указывать на преодоление боли, оптимизм и возможность исцеления.',
                },
                {
                    number: 53, // Four of Swords
                    descriptions:
                        'Эта карта представляет отдых, восстановление и паузу. Она указывает на то, что изменения будут сопровождаться необходимостью взять перерыв, восстановить силы и переосмыслить свои действия. Это время для медитации и внутреннего спокойствия.',
                    reversDescriptions:
                        'В перевернутом положении она может указывать на беспокойство, усталость и необходимость возобновить активность после периода покоя.',
                },
                {
                    number: 54, // Five of Swords
                    descriptions:
                        'Эта карта символизирует конфликт, соперничество и напряжение. Она указывает на то, что изменения будут сопровождаться конфликтами или соперничеством. Важно быть готовым к противостоянию, но также искать пути к компромиссу и миру.',
                    reversDescriptions:
                        'В перевернутом положении она может указывать на примирение, избегание конфликтов или необходимость найти мирное решение.',
                },
                {
                    number: 55, // Six of Swords
                    descriptions:
                        'Эта карта представляет переход, перемены и улучшение. Она указывает на то, что изменения будут связаны с переходом от трудных обстоятельств к более спокойным водам. Это время для движения вперед и оставления позади трудностей.',
                    reversDescriptions:
                        'В перевернутом положении она может указывать на застой, невозможность двигаться вперед или нерешенные проблемы, требующие внимания.',
                },
                {
                    number: 56, // Seven of Swords
                    descriptions:
                        'Эта карта символизирует обман, уклончивость и тактику. Она указывает на то, что изменения могут быть связаны с необходимостью быть более хитрым или осторожным в своих действиях. Возможно, вам придется действовать умно и избегать прямого конфликта, чтобы достичь своих целей.',
                    reversDescriptions:
                        'В перевернутом положении она может указывать на открытость, честность и необходимость прямого подхода к решению проблем.',
                },
                {
                    number: 57, // Eight of Swords
                    descriptions:
                        'Эта карта представляет ограничение, самоограничение и изоляцию. Она указывает на то, что изменения могут быть связаны с ощущением застревания или беспомощности. Важно осознать свои ограничения и найти способы освободиться от них.',
                    reversDescriptions:
                        'В перевернутом положении она может указывать на освобождение, поиск новых возможностей и преодоление ограничений.',
                },
                {
                    number: 58, // Nine of Swords
                    descriptions:
                        'Эта карта символизирует беспокойство, страх и тревогу. Она указывает на то, что изменения могут быть связаны с внутренними страхами или беспокойством. Важно столкнуться с этими страхами и работать над их преодолением для достижения позитивных изменений.',
                    reversDescriptions:
                        'В перевернутом положении она может указывать на надежду, преодоление страхов и возможность исцеления.',
                },
                {
                    number: 59, // Ten of Swords
                    descriptions:
                        'Эта карта представляет конец, крах и глубокое разочарование. Она указывает на то, что изменения могут быть связаны с завершением определенного этапа или ситуации, которая больше не служит вашему благу. Это время для принятия конца и начала нового пути.',
                    reversDescriptions:
                        'В перевернутом положении она может указывать на восстановление, возрождение и положительные перемены после тяжелого периода.',
                },
                {
                    number: 60, // Page of Swords
                    descriptions:
                        'Эта карта символизирует любопытство, новые идеи и бдительность. Она указывает на то, что изменения будут связаны с новым обучением, поиском информации и готовностью к новым знаниям. Важно оставаться открытым к новым идеям и быть готовым к обучению.',
                    reversDescriptions:
                        'В перевернутом положении она может указывать на обман, сплетни и неправильно понятую информацию.',
                },
                {
                    number: 61, // Knight of Swords
                    descriptions:
                        'Эта карта представляет решительность, агрессивность и быстрое действие. Она указывает на то, что изменения будут связаны с решительными и быстрыми действиями. Важно действовать с уверенностью, но также учитывать последствия своих действий.',
                    reversDescriptions:
                        'В перевернутом положении она может указывать на импульсивность, рассеянность и спешку, что может привести к непродуманным решениям.',
                },
                {
                    number: 62, // Queen of Swords
                    descriptions:
                        'Эта карта символизирует четкость мысли, независимость и честность. Она указывает на то, что изменения будут связаны с использованием интеллекта, ясности мысли и прямоты. Ваша способность видеть ситуацию объективно и четко выражать свои мысли будет ключевой.',
                    reversDescriptions:
                        'В перевернутом положении она может указывать на холодность, критичность и отстраненность, что может привести к конфликтам или недопониманию.',
                },
                {
                    number: 63,
                    descriptions:
                        'Король Мечей символизирует человека с ясным умом и стратегическим видением. В ближайшем будущем эта карта предсказывает период, когда ваша способность к логическому анализу и принятию обдуманных решений будет играть ключевую роль. Вы можете столкнуться с ситуациями, требующими справедливости и интеллектуальной честности. Король Мечей также указывает на возможность встречи с человеком, обладающим этими качествами, который окажет значительное влияние на ваше ближайшее будущее.',
                    reversDescriptions:
                        'В перевернутом положении Король Мечей может означать злоупотребление властью, жестокость или холодный расчет. В ближайшем будущем это может предвещать конфликты из-за недопонимания или столкновение с человеком, который использует свои интеллектуальные способности для манипуляций или достижения собственных целей без учета чувств других.',
                },
                {
                    number: 64,
                    descriptions:
                        'Карта символизирует начало нового пути. В ближайшем будущем вы можете ожидать новых возможностей, которые потребуют от вас решительности и смелости. Эта карта говорит о том, что вы обладаете необходимой энергией для начала чего-то значимого.',
                    reversDescriptions:
                        'В перевернутом положении предупреждает о возможной неуверенности или задержке в начинаниях. Важно не терять веру в себя и не позволять страхам мешать вашему прогрессу.',
                },
                {
                    number: 65,
                    descriptions:
                        'Карта указывает на важность баланса и гармонии в вашей жизни. В ближайшем будущем вы найдете способы уравновесить свои обязанности и желания. Эта карта также может означать партнерство, которое будет способствовать вашему росту и развитию.',
                    reversDescriptions:
                        'Если появляется в перевернутом виде, это может означать дисбаланс или конфликт интересов. Вам может потребоваться переосмыслить свои приоритеты и найти новый путь к гармонии.',
                },
                {
                    number: 66,
                    descriptions:
                        'Карта символизирует творчество и реализацию идей. В ближайшем будущем вас ждет всплеск творческой энергии, который позволит вам воплотить в жизнь давние мечты. Эта карта призывает вас действовать смело и уверенно.',
                    reversDescriptions:
                        'В перевернутом положении предупреждает о возможном творческом застое или недостатке вдохновения. Важно искать новые источники вдохновения и не бояться экспериментировать.',
                },
                {
                    number: 67,
                    descriptions:
                        'Карта говорит о необходимости стабильности и упорядоченности. В ближайшем будущем вам предстоит укрепить свои фундаменты, чтобы подготовиться к будущим изменениям. Эта карта подчеркивает важность планирования и организации.',
                    reversDescriptions:
                        'Перевернутая может указывать на чрезмерную застойность или страх перед переменами. Вам может потребоваться выйти из зоны комфорта и принять необходимые изменения.',
                },
                {
                    number: 68,
                    descriptions:
                        'Карта представляет собой кульминацию и достижение. В ближайшем будущем вы можете ожидать воплощения своих планов и усилий. Эта карта обещает успех и признание, но также напоминает о необходимости быть благодарным и смиренным.',
                    reversDescriptions:
                        'Если появляется в перевернутом виде, это может означать задержки или препятствия на пути к вашим целям. Важно сохранять настойчивость и не сдаваться перед лицом трудностей.',
                },
                {
                    number: 69, // Six of Pentacles
                    descriptions:
                        'Эта карта символизирует щедрость, деление и благотворительность. Она указывает на то, что изменения будут связаны с распределением ресурсов, помощью другим или получением поддержки. Важно найти баланс между даванием и получением.',
                    reversDescriptions:
                        'В перевернутом положении она может указывать на самоуверенность, долги или неблагодарность, что может привести к дисбалансу в финансовых или материальных делах.',
                },
                {
                    number: 70, // Seven of Pentacles
                    descriptions:
                        'Эта карта представляет труд, терпение и долгосрочное планирование. Она указывает на то, что изменения будут связаны с необходимостью оценить уже проделанную работу и планировать дальнейшие шаги. Это время для размышлений о достигнутом и планирования будущего.',
                    reversDescriptions:
                        'В перевернутом положении она может указывать на нетерпение, разочарование в работе или недостаток усилий для достижения целей.',
                },
                {
                    number: 71, // Eight of Pentacles
                    descriptions:
                        'Эта карта символизирует усердие, трудолюбие и внимание к деталям. Она указывает на то, что изменения будут связаны с усердной работой, совершенствованием навыков и вниманием к деталям. Ваша преданность и труд помогут вам достичь желаемых результатов.',
                    reversDescriptions:
                        'В перевернутом положении она может указывать на переработку, недооценку усилий или потерю фокуса на деталях.',
                },
                {
                    number: 72, // Nine of Pentacles
                    descriptions:
                        'Эта карта представляет удовлетворение, достижение и комфорт. Она указывает на то, что изменения приведут к успеху, финансовому благополучию и удовлетворению от достигнутых результатов. Это время для наслаждения плодами своего труда.',
                    reversDescriptions:
                        'В перевернутом положении она может указывать на недовольство, материальные заботы или чрезмерную зависимость от материальных благ.',
                },
                {
                    number: 73, // Ten of Pentacles
                    descriptions:
                        'Эта карта символизирует богатство, стабильность и семейное благополучие. Она указывает на то, что изменения приведут к долгосрочной стабильности, успеху в делах и гармонии в семейной жизни. Это время для укрепления фундамента вашей жизни.',
                    reversDescriptions:
                        'В перевернутом положении она может указывать на потери, нестабильность или проблемы в семье, требующие внимания.',
                },
                {
                    number: 74, // Page of Pentacles
                    descriptions:
                        'Эта карта представляет новые возможности, учебу и любознательность. Она указывает на то, что изменения будут связаны с новыми начинаниями в области образования, работы или финансов. Важно быть открытым к обучению и исследованию новых возможностей.',
                    reversDescriptions:
                        'В перевернутом положении она может указывать на отсутствие целей, нереализованные идеи или недостаток практичности в подходах.',
                },
                {
                    number: 75, // Knight of Pentacles
                    descriptions:
                        'Эта карта символизирует надежность, тщательность и постоянство. Она указывает на то, что изменения будут проводиться с помощью стабильности, надежности и усердия. Ваша способность оставаться сосредоточенным и последовательным будет ключевой в достижении целей.',
                    reversDescriptions:
                        'В перевернутом положении она может указывать на скучность, избыточную осторожность или застой, что может затруднить прогресс.',
                },
                {
                    number: 76, // Queen of Pentacles
                    descriptions:
                        'Эта карта представляет практичность, заботу и надежность. Она указывает на то, что изменения будут проводиться с помощью практического подхода, заботы о других и умения управлять материальными ресурсами. Ваша способность создавать комфорт и стабильность будет способствовать успешным изменениям.',
                    reversDescriptions:
                        'В перевернутом положении она может указывать на перегрузку заботами, игнорирование духовного или чрезмерную поглощенность материальными вопросами.',
                },
                {
                    number: 77, // King of Pentacles
                    descriptions:
                        'Эта карта символизирует успех в бизнесе, надежность и компетентность. Она указывает на то, что изменения будут проводиться с помощью деловой хватки, финансовой мудрости и умения управлять материальными ресурсами. Ваша способность к рациональному и практическому подходу будет ключевой в достижении стабильности и успеха.',
                    reversDescriptions:
                        'В перевернутом положении она может указывать на материализм, жесткость или упрямство, что может привести к проблемам в управлении ресурсами или деловых отношениях.',
                },
            ],
        },
        {
            number: 3,
            card: [
                {
                    number: 0,
                    descriptions:
                        'Глупец символизирует новые начинания, свободу от ограничений и возможность для приключений. В контексте ваших мыслей и планов, эта карта предвещает время, когда вы будете готовы рискнуть и попробовать что-то новое.',
                    reversDescriptions:
                        'В перевернутом положении Глупец может указывать на нерешительность, неопределенность или непродуманные решения.',
                },
                {
                    number: 1,
                    descriptions:
                        'Маг представляет силу воли, творчество и способность превращать возможности в реальность. Эта карта говорит о том, что у вас есть все необходимые ресурсы для реализации ваших планов.',
                    reversDescriptions:
                        'Перевернутый Маг может означать неуверенность в своих способностях или недостаток фокуса на важных задачах.',
                },
                {
                    number: 2,
                    descriptions:
                        'Верховная Жрица символизирует интуицию, тайны и внутреннее знание. Она предлагает вам прислушаться к своему внутреннему голосу и довериться своей интуиции при планировании будущего.',
                    reversDescriptions:
                        'Перевернутая Верховная Жрица может указывать на скрытую информацию или недостаток внимания к своим внутренним ощущениям.',
                },
                {
                    number: 3,
                    descriptions:
                        'Императрица олицетворяет плодородие, изобилие и заботу. В контексте ваших планов, эта карта предвещает рост и развитие ваших начинаний.',
                    reversDescriptions:
                        'Перевернутая Императрица может предупреждать о возможном переутомлении или заброшенности ваших планов.',
                },
                {
                    number: 4,
                    descriptions:
                        'Император ассоциируется с авторитетом, структурой и контролем. Он предлагает вам взять на себя руководство в своих делах и действовать решительно.',
                    reversDescriptions:
                        'Перевернутый Император может означать тиранию, жесткость или негибкость в мышлении.',
                },
                {
                    number: 5,
                    descriptions:
                        'Иерофант символизирует традиции, обучение и моральные ценности. Эта карта предлагает вам обратиться к проверенным знаниям или мудрости для реализации ваших планов.',
                    reversDescriptions:
                        'Перевернутый Иерофант может указывать на ограниченное мышление или отказ от традиционных подходов.',
                },
                {
                    number: 6,
                    descriptions:
                        'Влюбленные символизируют отношения, выбор и гармонию. В контексте ваших планов, эта карта может означать необходимость сделать важный выбор или сотрудничество с другими для достижения целей.',
                    reversDescriptions:
                        'Перевернутые Влюбленные могут предупреждать о конфликтах в отношениях или трудностях в принятии решений.',
                },
                {
                    number: 7,
                    descriptions:
                        'Колесница символизирует победу, решимость и преодоление препятствий. В контексте ваших мыслей и планов, эта карта предвещает успех благодаря вашей решительности и способности управлять ситуацией.',
                    reversDescriptions:
                        'Перевернутая Колесница может указывать на отсутствие контроля, направления или на препятствия, которые замедляют ваш прогресс.',
                },
                {
                    number: 8,
                    descriptions:
                        'Сила олицетворяет внутреннюю силу, мужество и уверенность. Эта карта говорит о том, что вы обладаете необходимой силой духа для реализации своих планов и достижения целей.',
                    reversDescriptions:
                        'Перевернутая Сила может предупреждать о самосомнении, внутренних страхах или недостатке уверенности в себе.',
                },
                {
                    number: 9,
                    descriptions:
                        'Отшельник представляет собой поиск, внутреннее путешествие и мудрость. В контексте ваших планов, эта карта предлагает вам уделить время для размышлений и самоанализа, чтобы лучше понять свои истинные желания и цели.',
                    reversDescriptions:
                        'Перевернутый Отшельник может означать изоляцию, чрезмерное уединение или игнорирование внешнего мира.',
                },
                {
                    number: 10,
                    descriptions:
                        'Колесо Фортуны символизирует изменения, циклы и судьбу. Эта карта предвещает важные изменения в вашем ближайшем будущем, которые могут повлиять на ваши планы и мысли.',
                    reversDescriptions:
                        'Перевернутое Колесо Фортуны может указывать на непредвиденные задержки или препятствия, которые могут помешать вашему прогрессу.',
                },
                {
                    number: 11,
                    descriptions:
                        'Правосудие олицетворяет справедливость, равновесие и ответственность. В контексте ваших планов, эта карта напоминает о важности взвешенных решений и необходимости учитывать последствия ваших действий.',
                    reversDescriptions:
                        'Перевернутое Правосудие может предупреждать о несправедливости, предвзятости или нерешенных юридических вопросах.',
                },
                {
                    number: 12,
                    descriptions:
                        'Повешенный человек символизирует самопожертвование, новые перспективы и паузу. Эта карта предлагает вам взглянуть на свои планы под другим углом и быть готовым к компромиссам ради более значимых целей.',
                    reversDescriptions:
                        'Перевернутый Повешенный человек может означать застой, нежелание измениться или отсутствие готовности к самопожертвованию.',
                },
                {
                    number: 13,
                    descriptions:
                        'Смерть символизирует конец, трансформацию и новые начинания. В контексте ваших планов, эта карта не предвещает физическую смерть, а скорее указывает на необходимость завершить один этап, чтобы начать другой.',
                    reversDescriptions:
                        'Перевернутая Смерть может указывать на сопротивление изменениям, незавершенные дела или страх перед новым началом.',
                },
                {
                    number: 14,
                    descriptions:
                        'Умеренность символизирует баланс, терпение и умеренность. Эта карта предлагает вам найти гармонию в своих мыслях и действиях, стремясь к уравновешенному подходу в планировании будущего.',
                    reversDescriptions:
                        'Перевернутая Умеренность может указывать на дисбаланс, неумеренность или потерю контроля.',
                },
                {
                    number: 15,
                    descriptions:
                        'Дьявол ассоциируется с привязанностями, материализмом и зависимостями. В контексте ваших планов, эта карта предупреждает о возможности быть связанным с материальными или эмоциональными цепями, которые мешают вашему прогрессу.',
                    reversDescriptions:
                        'Перевернутый Дьявол может означать освобождение от ограничений и преодоление зависимостей.',
                },
                {
                    number: 16,
                    descriptions:
                        'Башня представляет собой внезапные изменения, разрушение и освобождение. Эта карта может предвещать резкие перевороты в ваших планах, которые, хотя и могут быть болезненными, в итоге приведут к необходимым изменениям.',
                    reversDescriptions:
                        'Перевернутая Башня может указывать на отсроченное неизбежное изменение или хаос без конструктивного исхода.',
                },
                {
                    number: 17,
                    descriptions:
                        'Звезда символизирует надежду, вдохновение и духовное прозрение. В контексте ваших планов, эта карта предвещает период оптимизма и чувства направленности к своим мечтам и целям.',
                    reversDescriptions:
                        'Перевернутая Звезда может предупреждать о потере веры, разочаровании и недостатке вдохновения.',
                },
                {
                    number: 18,
                    descriptions:
                        'Луна ассоциируется с иллюзиями, неопределенностью и подсознательным. Эта карта предлагает вам быть осторожными с обманчивыми впечатлениями и прислушиваться к своей интуиции.',
                    reversDescriptions:
                        'Перевернутая Луна может означать разоблачение иллюзий, ясность и улучшение интуитивного понимания.',
                },
                {
                    number: 19,
                    descriptions:
                        'Солнце олицетворяет радость, успех и ясность. В контексте ваших планов, эта карта предвещает благоприятный период, полный энергии и позитивных результатов.',
                    reversDescriptions:
                        'Перевернутое Солнце может указывать на временные препятствия, недостаток ясности или отсутствие энтузиазма.',
                },
                {
                    number: 20,
                    descriptions:
                        'Суд представляет возрождение, судьбоносные решения и осознание. Эта карта предлагает вам переосмыслить свои текущие планы и быть готовыми к значительным изменениям или новым начинаниям.',
                    reversDescriptions:
                        'Перевернутый Суд может означать отсрочку важных решений, самосомнение или нежелание признавать истину.',
                },
                {
                    number: 21,
                    descriptions:
                        'Мир символизирует завершение, гармонию и удовлетворение. В контексте ваших планов, эта карта предвещает успешное завершение текущих начинаний и достижение внутреннего равновесия.',
                    reversDescriptions:
                        'Перевернутый Мир может указывать на незавершенность, отсутствие удовлетворения или необходимость в дополнительных усилиях для достижения целей.',
                },
                {
                    number: 22,
                    descriptions:
                        'Туз Жезлов символизирует новое начало, вдохновение и возможности. Эта карта предвещает вам всплеск творческой энергии и новые идеи, которые могут значительно повлиять на ваши планы.',
                    reversDescriptions:
                        'Перевернутый Туз Жезлов может указывать на задержку в начинаниях, недостаток энтузиазма или потерю направления.',
                },
                {
                    number: 23,
                    descriptions:
                        'Двойка Жезлов означает планирование, открытия и личные цели. Эта карта говорит о том, что вы стоите перед выбором пути и готовы принять решения, влияющие на ваше будущее.',
                    reversDescriptions:
                        'Перевернутая Двойка Жезлов может представлять собой страх перед неизвестным, отсутствие плана или нерешительность.',
                },
                {
                    number: 24,
                    descriptions:
                        'Тройка Жезлов ассоциируется с расширением горизонтов, ростом и предвкушением успеха. Эта карта предвещает, что ваши текущие усилия принесут положительные результаты, особенно в долгосрочной перспективе.',
                    reversDescriptions:
                        'Перевернутая Тройка Жезлов может указывать на задержки, разочарования в ожиданиях или неудачу в достижении целей.',
                },
                {
                    number: 25,
                    descriptions:
                        'Четверка Жезлов символизирует празднование, гармонию и стабильность. Эта карта предвещает достижение важного этапа или события, которое принесет радость и удовлетворение.',
                    reversDescriptions:
                        'Перевернутая Четверка Жезлов может означать отсутствие гармонии, разочарование в личных отношениях или потерю радости.',
                },
                {
                    number: 26,
                    descriptions:
                        'Пятерка Жезлов представляет собой конкуренцию, конфликты и борьбу. Эта карта предупреждает о возможных спорах или недопониманиях, которые могут повлиять на ваши планы.',
                    reversDescriptions:
                        'Перевернутая Пятерка Жезлов может указывать на урегулирование конфликтов, поиск компромиссов или преодоление внутренних борьб.',
                },
                {
                    number: 27,
                    descriptions:
                        'Шестерка Жезлов символизирует успех, признание и уверенность. Эта карта предвещает достижение успеха и получение заслуженного признания за ваши усилия.',
                    reversDescriptions:
                        'Перевернутая Шестерка Жезлов может означать отсутствие признания, самомнение или неудачу.',
                },
                {
                    number: 28,
                    descriptions:
                        'Семерка Жезлов представляет защиту, стойкость и вызовы. Эта карта говорит о том, что вам предстоит отстаивать свои убеждения и противостоять вызовам, но у вас есть сила, чтобы преодолеть их.',
                    reversDescriptions:
                        'Перевернутая Семерка Жезлов может указывать на отказ от борьбы, усталость или чувство перегрузки.',
                },
                {
                    number: 29,
                    descriptions:
                        'Восьмерка Жезлов символизирует быстрое движение, изменения и новости. Эта карта предвещает внезапные события или информацию, которая может значительно повлиять на ваши планы.',
                    reversDescriptions:
                        'Перевернутая Восьмерка Жезлов может означать задержки, непредвиденные препятствия или недопонимание.',
                },
                {
                    number: 30,
                    descriptions:
                        'Девятка Жезлов символизирует выносливость, решимость и готовность к вызовам. Эта карта предлагает вам быть настойчивыми и не сдаваться перед лицом трудностей.',
                    reversDescriptions:
                        'Перевернутая Девятка Жезлов может указывать на внутренние сомнения, усталость или отказ от борьбы.',
                },
                {
                    number: 31,
                    descriptions:
                        'Десятка Жезлов символизирует бремя, ответственность и трудное завершение. Ваши планы могут достигнуть кульминации, но потребуют значительных усилий для их реализации.',
                    reversDescriptions:
                        'Перевернутая Десятка Жезлов предполагает освобождение от тяжелых обязанностей или переосмысление ваших целей.',
                },
                {
                    number: 32,
                    descriptions:
                        'Паж Жезлов представляет новые идеи, энтузиазм и открытие новых возможностей. Ваши планы могут получить новый импульс или направление.',
                    reversDescriptions:
                        'Перевернутый Паж Жезлов может указывать на отсутствие направления или нереализованные идеи.',
                },
                {
                    number: 33,
                    descriptions:
                        'Рыцарь Жезлов символизирует приключения, энергию и решительность. Ваши планы могут быстро продвигаться вперед, но будьте осторожны с импульсивными действиями.',
                    reversDescriptions:
                        'Перевернутый Рыцарь Жезлов предупреждает о рассеянности, спешке или непредсказуемых изменениях.',
                },
                {
                    number: 34,
                    descriptions:
                        'Королева Жезлов олицетворяет уверенность, независимость и сильную волю. Ваши планы могут получить поддержку от влиятельной женщины или от вашего внутреннего огня.',
                    reversDescriptions:
                        'Перевернутая Королева Жезлов может указывать на упрямство, деспотизм или эмоциональную нестабильность.',
                },
                {
                    number: 35,
                    descriptions:
                        'Король Жезлов символизирует лидерство, вдохновение и смелость. Ваши планы могут получить сильный толчок от вашего лидерства или встречи с влиятельным человеком.',
                    reversDescriptions:
                        'Перевернутый Король Жезлов предупреждает о диктаторских тенденциях, неразумном риске или непостоянстве.',
                },
                {
                    number: 36,
                    descriptions:
                        'Туз Чаш символизирует новое эмоциональное начало, любовь и счастье. Эта карта предвещает новый поток чувств и эмоциональное обновление, которое может повлиять на ваши планы и надежды.',
                    reversDescriptions:
                        'Перевернутый Туз Чаш может указывать на упущенные эмоциональные возможности или задержку в начале нового эмоционального проекта.',
                },
                {
                    number: 37,
                    descriptions:
                        'Двойка Чаш ассоциируется с гармоничными отношениями, партнерством и привязанностью. Ваши планы могут включать важное партнерство или встречу, которая принесет гармонию.',
                    reversDescriptions:
                        'Перевернутая Двойка Чаш может предупреждать о разрыве, недопонимании в отношениях или потере гармонии.',
                },
                {
                    number: 38,
                    descriptions:
                        'Тройка Чаш символизирует общение, празднование и дружбу. Эта карта предвещает радостные события, которые могут укрепить ваши социальные связи и поддержать ваши планы.',
                    reversDescriptions:
                        'Перевернутая Тройка Чаш может указывать на изоляцию, потерю связи с друзьями или отмену празднования.',
                },
                {
                    number: 39,
                    descriptions:
                        'Четверка Чаш ассоциируется с апатией, недовольством и упущенными возможностями. Ваши планы могут столкнуться с моментом раздумий, где вам нужно будет переосмыслить свои желания.',
                    reversDescriptions:
                        'Перевернутая Четверка Чаш может представлять новый интерес, мотивацию или возможность, которая возродит ваш энтузиазм.',
                },
                {
                    number: 40,
                    descriptions:
                        'Пятерка Чаш олицетворяет печаль, утрату и сожаление. Эта карта может указывать на эмоциональные трудности, которые влияют на ваши планы, но также напоминает о необходимости двигаться вперед.',
                    reversDescriptions:
                        'Перевернутая Пятерка Чаш предполагает принятие прошлого, учение на ошибках и восстановление после потери.',
                },
                {
                    number: 41,
                    descriptions:
                        'Шестерка Чаш ассоциируется с ностальгией, воспоминаниями и старыми друзьями. Эта карта может предвещать возвращение к чему-то из прошлого, что повлияет на ваши текущие планы.',
                    reversDescriptions:
                        'Перевернутая Шестерка Чаш может указывать на отказ от прошлого, движение вперед и оставление старых воспоминаний за спиной.',
                },
                {
                    number: 42,
                    descriptions:
                        'Семерка Чаш символизирует фантазии, иллюзии и выбор. Эта карта предлагает вам быть реалистичными в своих планах и не поддаваться обманчивым мечтам.',
                    reversDescriptions:
                        'Перевернутая Семерка Чаш может означать ясность, решение и освобождение от заблуждений.',
                },
                {
                    number: 43,
                    descriptions:
                        'Восьмерка Чаш символизирует отказ, поиск глубины и уход от пустых успехов. Ваши планы могут включать отказ от невыполнимых желаний в пользу более значимых целей.',
                    reversDescriptions:
                        'Перевернутая Восьмерка Чаш может представлять страх перед изменениями, нежелание уходить или застревание в нездоровой ситуации.',
                },
                {
                    number: 44,
                    descriptions:
                        'Девятка Чаш символизирует удовлетворение, благополучие и достижение желаний. Эта карта предвещает исполнение ваших надежд и успех в планах.',
                    reversDescriptions:
                        'Перевернутая Девятка Чаш может указывать на недовольство, чрезмерное самодовольство или нереализованные желания.',
                },
                {
                    number: 45,
                    descriptions:
                        'Десятка Чаш символизирует счастье в семье, гармонию и эмоциональное изобилие. Эта карта предвещает благополучие и радость в ваших личных отношениях, что благоприятно скажется на ваших планах.',
                    reversDescriptions:
                        'Перевернутая Десятка Чаш может предупреждать о разладе в отношениях, недовольстве в семье или потере гармонии.',
                },
                {
                    number: 46,
                    descriptions:
                        'Паж Чаш представляет собой новые чувства, творческие начинания и открытие эмоциональных возможностей. Ваши планы могут получить новый эмоциональный импульс или вдохновение.',
                    reversDescriptions:
                        'Перевернутый Паж Чаш может указывать на эмоциональную нестабильность, нереализованные мечты или незрелость.',
                },
                {
                    number: 47,
                    descriptions:
                        'Рыцарь Чаш символизирует романтику, идеализм и стремление к мечтам. Ваши планы могут быть наполнены романтическими идеалами и стремлением к достижению идеального.',
                    reversDescriptions:
                        'Перевернутый Рыцарь Чаш предупреждает о нереалистичных ожиданиях, иллюзиях или эмоциональной неуверенности.',
                },
                {
                    number: 48,
                    descriptions:
                        'Королева Чаш олицетворяет эмоциональную глубину, интуицию и заботу. Ваши планы могут получить поддержку от чувственной, понимающей женщины или от вашей собственной эмоциональной мудрости.',
                    reversDescriptions:
                        'Перевернутая Королева Чаш может указывать на эмоциональную нестабильность, манипуляции или чрезмерную чувствительность.',
                },
                {
                    number: 49,
                    descriptions:
                        'Король Чаш символизирует эмоциональную стабильность, дипломатию и сострадание. Ваши планы могут получить поддержку от влиятельного, эмоционально уравновешенного человека.',
                    reversDescriptions:
                        'Перевернутый Король Чаш предупреждает о холодности, эмоциональном отстранении или нерешительности.',
                },
                {
                    number: 50,
                    descriptions:
                        'Туз Мечей символизирует прорыв, ясность и интеллектуальную силу. Эта карта предвещает новое понимание или решение, которое поможет прояснить ваши мысли и планы.',
                    reversDescriptions:
                        'Перевернутый Туз Мечей может указывать на путаницу, заблуждение или недостаток ясности в мыслях.',
                },
                {
                    number: 51,
                    descriptions:
                        'Двойка Мечей символизирует решения, равновесие и необходимость выбора. Ваши планы могут столкнуться с дилеммой, требующей взвешенного и обдуманного решения.',
                    reversDescriptions:
                        'Перевернутая Двойка Мечей может представлять нерешительность, конфликт или отсутствие баланса в принятии решений.',
                },
                {
                    number: 52,
                    descriptions:
                        'Тройка Мечей олицетворяет боль, разлуку и горе. Эта карта может указывать на эмоциональные трудности или разочарования, влияющие на ваши планы.',
                    reversDescriptions:
                        'Перевернутая Тройка Мечей предполагает процесс исцеления, преодоление горя или разрешение конфликта.',
                },
                {
                    number: 53,
                    descriptions:
                        'Четверка Мечей символизирует отдых, восстановление и медитацию. Ваши планы могут требовать периода покоя для обдумывания и восстановления сил.',
                    reversDescriptions:
                        'Перевернутая Четверка Мечей может указывать на возобновление активности, конец периода покоя или необходимость возвращения к делам.',
                },
                {
                    number: 54,
                    descriptions:
                        'Пятерка Мечей олицетворяет конфликт, победу за счет других и напряжение. Ваши планы могут столкнуться с препятствиями, требующими тактики и стратегии.',
                    reversDescriptions:
                        'Перевернутая Пятерка Мечей может представлять примирение, избегание конфликта или осознание поражения.',
                },
                {
                    number: 55,
                    descriptions:
                        'Шестерка Мечей символизирует переход, улучшение и перемены. Ваши планы могут включать переход к лучшему или необходимость изменить направление.',
                    reversDescriptions:
                        'Перевернутая Шестерка Мечей может указывать на застой, нежелание меняться или возвращение к старым проблемам.',
                },
                {
                    number: 56,
                    descriptions:
                        'Семерка Мечей олицетворяет обман, хитрость и необходимость быть осторожным. Ваши планы могут потребовать бдительности и осторожности, чтобы избежать обмана.',
                    reversDescriptions:
                        'Перевернутая Семерка Мечей может представлять честность, открытие обмана или необходимость прямого подхода.',
                },
                {
                    number: 57,
                    descriptions:
                        'Восьмерка Мечей символизирует ограничение, самоограничение и чувство бессилия. Ваши планы могут столкнуться с препятствиями, которые кажутся непреодолимыми, но решение существует.',
                    reversDescriptions:
                        'Перевернутая Восьмерка Мечей предполагает освобождение, нахождение решения и преодоление ограничений.',
                },
                {
                    number: 58,
                    descriptions:
                        'Девятка Мечей символизирует беспокойство, страх и тревогу. Эта карта может указывать на внутренние страхи или беспокойства, влияющие на ваши планы.',
                    reversDescriptions:
                        'Перевернутая Девятка Мечей представляет облегчение от беспокойства, преодоление страхов или конец ночных кошмаров.',
                },
                {
                    number: 59,
                    descriptions:
                        'Десятка Мечей символизирует конец, крах и глубокое разочарование. Ваши планы могут столкнуться с серьезными препятствиями, но это также может означать конец трудного периода.',
                    reversDescriptions:
                        'Перевернутая Десятка Мечей может означать восстановление, новое начало после трудностей или преодоление негатива.',
                },
                {
                    number: 60,
                    descriptions:
                        'Паж Мечей символизирует любознательность, бдительность и готовность к обучению. Ваши планы могут получить новый импульс благодаря новой информации или идее.',
                    reversDescriptions:
                        'Перевернутый Паж Мечей может указывать на сплетни, недоразумения или незрелость в общении.',
                },
                {
                    number: 61,
                    descriptions:
                        'Рыцарь Мечей символизирует решительность, агрессивность и быстрое действие. Ваши планы могут требовать решительных и быстрых действий, но будьте осторожны с импульсивностью.',
                    reversDescriptions:
                        'Перевернутый Рыцарь Мечей предупреждает о рассеянности, спешке или агрессивном поведении, которое может привести к проблемам.',
                },
                {
                    number: 62,
                    descriptions:
                        'Королева Мечей олицетворяет честность, ясность и независимость. Ваши планы могут получить поддержку от прямолинейного и интеллектуального подхода.',
                    reversDescriptions:
                        'Перевернутая Королева Мечей может указывать на злобность, холодность или искажение правды.',
                },
                {
                    number: 63,
                    descriptions:
                        'Король Мечей символизирует авторитет, интеллектуальную силу и справедливость. Ваши планы могут получить поддержку от сильного, справедливого лидера или от вашего собственного логического мышления.',
                    reversDescriptions:
                        'Перевернутый Король Мечей предупреждает о деспотизме, жестокости или злоупотреблении властью.',
                },
                {
                    number: 64,
                    descriptions:
                        'Туз Пентаклей символизирует новые финансовые возможности, материальное начало и благоприятные перспективы. Эта карта предвещает начало нового и прибыльного проекта или идеи, которая может положительно повлиять на ваши планы.',
                    reversDescriptions:
                        'Перевернутый Туз Пентаклей может указывать на упущенные материальные возможности или задержку в достижении финансовой стабильности.',
                },
                {
                    number: 65,
                    descriptions:
                        'Двойка Пентаклей символизирует баланс, адаптацию и управление. Ваши планы могут требовать гибкости и умения балансировать между различными аспектами жизни.',
                    reversDescriptions:
                        'Перевернутая Двойка Пентаклей может представлять потерю баланса, перегрузку или неспособность справиться с несколькими задачами.',
                },
                {
                    number: 66,
                    descriptions:
                        'Тройка Пентаклей символизирует мастерство, командную работу и планирование. Эта карта предвещает успех в проектах, требующих совместных усилий и профессионального подхода.',
                    reversDescriptions:
                        'Перевернутая Тройка Пентаклей может указывать на недостаток командной работы, игнорирование деталей или неполное планирование.',
                },
                {
                    number: 67,
                    descriptions:
                        'Четверка Пентаклей символизирует стабильность, сбережение и контроль. Ваши планы могут быть связаны с необходимостью обеспечить финансовую безопасность и управление ресурсами.',
                    reversDescriptions:
                        'Перевернутая Четверка Пентаклей может представлять чрезмерную скупость, страх потери или необходимость открыться новым возможностям.',
                },
                {
                    number: 68,
                    descriptions:
                        'Пятерка Пентаклей символизирует нехватку, бедность и неуверенность. Эта карта может указывать на временные финансовые трудности или необходимость искать поддержку.',
                    reversDescriptions:
                        'Перевернутая Пятерка Пентаклей предполагает восстановление из трудного положения, поиск новых источников помощи или возможностей.',
                },
                {
                    number: 69,
                    descriptions:
                        'Шестерка Пентаклей символизирует щедрость, подарки и благотворительность. Ваши планы могут включать получение или предоставление помощи, что приведет к положительным изменениям.',
                    reversDescriptions:
                        'Перевернутая Шестерка Пентаклей может указывать на неравный обмен, финансовую зависимость или злоупотребление доверием.',
                },
                {
                    number: 70,
                    descriptions:
                        'Семерка Пентаклей символизирует терпение, инвестиции и долгосрочное планирование. Эта карта предвещает необходимость ожидания и веры в будущий успех ваших планов.',
                    reversDescriptions:
                        'Перевернутая Семерка Пентаклей может представлять беспокойство, задержки или разочарование из-за медленного прогресса.',
                },
                {
                    number: 71,
                    descriptions:
                        'Восьмерка Пентаклей символизирует усердие, обучение и внимание к деталям. Ваши планы могут требовать сосредоточенности и упорства для достижения успеха.',
                    reversDescriptions:
                        'Перевернутая Восьмерка Пентаклей может указывать на недостаток внимания к деталям, рутину или необходимость изменить подход.',
                },
                {
                    number: 72,
                    descriptions:
                        'Девятка Пентаклей символизирует достаток, независимость и достижение. Эта карта предвещает успех и стабильность в ваших планах, особенно в финансовом аспекте.',
                    reversDescriptions:
                        'Перевернутая Девятка Пентаклей может представлять потерю финансовой стабильности, чрезмерную заботу о материальных вещах или одиночество.',
                },
                {
                    number: 73,
                    descriptions:
                        'Десятка Пентаклей символизирует богатство, наследство и семейное благополучие. Эта карта предвещает достижение долгосрочных целей и стабильность, которая передается от поколения к поколению.',
                    reversDescriptions:
                        'Перевернутая Десятка Пентаклей может указывать на финансовые проблемы, потерю наследства или проблемы в семье.',
                },
                {
                    number: 74,
                    descriptions:
                        'Паж Пентаклей символизирует ученика, новые возможности и желание расти. Ваши планы могут получить новый импульс благодаря обучению или исследованию новых возможностей.',
                    reversDescriptions:
                        'Перевернутый Паж Пентаклей может указывать на отсутствие концентрации, незрелость в финансовых делах или упущенные возможности.',
                },
                {
                    number: 75,
                    descriptions:
                        'Рыцарь Пентаклей символизирует надежность, методичность и трудолюбие. Ваши планы могут требовать последовательного и стабильного подхода для достижения успеха.',
                    reversDescriptions:
                        'Перевернутый Рыцарь Пентаклей может представлять лень, стагнацию или избегание риска, что мешает прогрессу.',
                },
                {
                    number: 76,
                    descriptions:
                        'Королева Пентаклей символизирует плодородие, заботу и практичность. Ваши планы могут получить поддержку от заботливого, практичного человека или от вашей способности ухаживать за другими.',
                    reversDescriptions:
                        'Перевернутая Королева Пентаклей может указывать на чрезмерную заботу о материальных вещах, недостаток практичности или заботы.',
                },
                {
                    number: 77,
                    descriptions:
                        'Король Пентаклей символизирует успех, богатство и компетентность. Ваши планы могут получить поддержку от влиятельного, успешного человека или от вашего собственного стремления к стабильности и успеху.',
                    reversDescriptions:
                        'Перевернутый Король Пентаклей может представлять жадность, материализм или недостаток ответственности в финансовых делах.',
                },
            ],
        },
        {
            number: 4,
            card: [
                {
                    number: 0,
                    descriptions:
                        'Дурак символизирует новые начинания, свободу и беззаботность. В контексте ваших чувств и опасений, эта карта предлагает вам открыться новым возможностям и не бояться неизвестности.',
                    reversDescriptions:
                        'Перевернутый Дурак может указывать на необдуманные решения, небрежность или отсутствие ответственности.',
                },
                {
                    number: 1,
                    descriptions:
                        'Маг олицетворяет творческую энергию, инициативу и власть над собственной жизнью. Ваши чувства могут быть наполнены уверенностью в своих способностях, но опасения могут возникать из-за давления необходимости действовать.',
                    reversDescriptions:
                        'Перевернутый Маг может представлять нерешительность, неуверенность в своих способностях или злоупотребление властью.',
                },
                {
                    number: 2,
                    descriptions:
                        'Жрица символизирует интуицию, тайны и внутреннее знание. Ваши чувства могут быть глубоко интуитивными, но опасения могут возникать из-за неясности или скрытой информации.',
                    reversDescriptions:
                        'Перевернутая Жрица может указывать на заблуждения, отсутствие внимания к интуиции или скрытые проблемы.',
                },
                {
                    number: 3,
                    descriptions:
                        'Императрица представляет плодородие, изобилие и заботу. Ваши чувства могут быть наполнены любовью и заботой, но опасения могут возникать из-за страха потери или чрезмерной эмоциональной зависимости.',
                    reversDescriptions:
                        'Перевернутая Императрица может представлять недостаток заботы, пренебрежение или проблемы в личных отношениях.',
                },
                {
                    number: 4,
                    descriptions:
                        'Император символизирует стабильность, власть и защиту. Ваши чувства могут быть сосредоточены на желании контроля и стабильности, но опасения могут возникать из-за страха перед хаосом или потерей контроля.',
                    reversDescriptions:
                        'Перевернутый Император может указывать на тиранию, упрямство или неспособность адаптироваться к изменениям.',
                },
                {
                    number: 5,
                    descriptions:
                        'Иерофант представляет традиции, обучение и моральные ценности. Ваши чувства могут быть связаны с поиском смысла и руководства, но опасения могут возникать из-за сомнений или конфликта с традиционными убеждениями.',
                    reversDescriptions:
                        'Перевернутый Иерофант может представлять ограниченное мышление, отказ от традиционных подходов или конфликт с авторитетами.',
                },
                {
                    number: 6,
                    descriptions:
                        'Влюбленные символизируют отношения, выбор и гармонию. Ваши чувства могут быть наполнены любовью и привязанностью, но опасения могут возникать из-за необходимости сделать важный выбор или страха перед потерей гармонии.',
                    reversDescriptions:
                        'Перевернутые Влюбленные могут указывать на нестабильность в отношениях, конфликты или нерешенные эмоциональные проблемы.',
                },
                {
                    number: 7,
                    descriptions:
                        'Колесница символизирует успех, решимость и преодоление препятствий. Ваши чувства могут быть наполнены уверенностью и амбициями, но опасения могут возникать из-за страха перед неудачей или потерей контроля.',
                    reversDescriptions:
                        'Перевернутая Колесница может указывать на отсутствие направления, неуверенность или неспособность преодолеть препятствия.',
                },
                {
                    number: 8,
                    descriptions:
                        'Сила символизирует внутреннюю силу, мужество и уверенность. Ваши чувства могут быть наполнены уверенностью и силой воли, но опасения могут возникать из-за страха перед собственной эмоциональной слабостью или потерей контроля над ситуацией.',
                    reversDescriptions:
                        'Перевернутая Сила может представлять самосомнение, внутренние страхи или недостаток уверенности в себе.',
                },
                {
                    number: 9,
                    descriptions:
                        'Отшельник символизирует поиск, внутреннее путешествие и мудрость. Ваши чувства могут быть сосредоточены на внутреннем поиске и самопознании, но опасения могут возникать из-за страха перед одиночеством или непониманием окружающих.',
                    reversDescriptions:
                        'Перевернутый Отшельник может указывать на изоляцию, чрезмерное уединение или игнорирование внешнего мира.',
                },
                {
                    number: 10,
                    descriptions:
                        'Колесо Фортуны символизирует изменения, циклы судьбы и важные повороты. Ваши чувства могут быть взволнованы из-за предстоящих изменений, но также существует опасение неопределенности и непредсказуемости будущего.',
                    reversDescriptions:
                        'Перевернутое Колесо Фортуны может указывать на застой, нежелание изменений или непредвиденные задержки.',
                },
                {
                    number: 11,
                    descriptions:
                        'Правосудие олицетворяет справедливость, равновесие и важность принятия ответственных решений. Ваши чувства могут быть сосредоточены на поиске справедливости и баланса, но существует опасение, что решения могут иметь непредвиденные последствия.',
                    reversDescriptions:
                        'Перевернутое Правосудие может представлять несправедливость, предвзятость или нерешенные юридические вопросы.',
                },
                {
                    number: 12,
                    descriptions:
                        'Повешенный человек символизирует самопожертвование, новые перспективы и паузу. Ваши чувства могут быть наполнены размышлениями о самопожертвовании и необходимости изменить свой взгляд на мир, но есть опасения, что такие изменения могут привести к потерям.',
                    reversDescriptions:
                        'Перевернутый Повешенный человек может указывать на застой, нежелание измениться или отсутствие готовности к самопожертвованию.',
                },
                {
                    number: 13,
                    descriptions:
                        'Смерть символизирует конец, трансформацию и новые начинания. Ваши чувства могут быть сосредоточены на необходимости завершить один этап, чтобы начать другой, но существует опасение перед неизвестностью и потерей привычного.',
                    reversDescriptions:
                        'Перевернутая Смерть может указывать на сопротивление изменениям, незавершенные дела или страх перед новым началом.',
                },
                {
                    number: 14,
                    descriptions:
                        "Умеренность символизирует баланс, терпение и умеренность. Ваши чувства могут быть наполнены стремлением к гармонии и уравновешенности, но есть опасения, что слишком много компромиссов может привести к потере собственного 'я'.",
                    reversDescriptions:
                        'Перевернутая Умеренность может указывать на дисбаланс, неумеренность или потерю контроля.',
                },
                {
                    number: 15,
                    descriptions:
                        'Дьявол ассоциируется с привязанностями, материализмом и зависимостями. Ваши чувства могут быть связаны с борьбой против ограничений или зависимостей, но существует опасение, что эти связи могут быть слишком сильными, чтобы их разорвать.',
                    reversDescriptions:
                        'Перевернутый Дьявол может означать освобождение от ограничений и преодоление зависимостей.',
                },
                {
                    number: 16,
                    descriptions:
                        'Башня представляет собой внезапные изменения, разрушение и освобождение. Ваши чувства могут быть взволнованы из-за предстоящих резких изменений, но существует опасение перед хаосом и потерей контроля.',
                    reversDescriptions:
                        'Перевернутая Башня может указывать на отсроченное неизбежное изменение или хаос без конструктивного исхода.',
                },
                {
                    number: 17,
                    descriptions:
                        'Звезда символизирует надежду, вдохновение и духовное прозрение. Ваши чувства могут быть наполнены оптимизмом и верой в будущее, но существует опасение, что эти надежды могут быть неоправданными.',
                    reversDescriptions:
                        'Перевернутая Звезда может предупреждать о потере веры, разочаровании и недостатке вдохновения.',
                },
                {
                    number: 18,
                    descriptions:
                        'Луна ассоциируется с иллюзиями, неопределенностью и подсознательным. Ваши чувства могут быть запутанными и полными сомнений, а опасения связаны с неясностью и возможным обманом.',
                    reversDescriptions:
                        'Перевернутая Луна может означать разоблачение иллюзий, ясность и улучшение интуитивного понимания.',
                },
                {
                    number: 19,
                    descriptions:
                        'Солнце олицетворяет радость, успех и ясность. Ваши чувства могут быть наполнены счастьем и уверенностью, но существует опасение, что это счастье может быть временным или поверхностным.',
                    reversDescriptions:
                        'Перевернутое Солнце может указывать на временные препятствия, недостаток ясности или отсутствие энтузиазма.',
                },
                {
                    number: 20,
                    descriptions:
                        'Суд представляет возрождение, судьбоносные решения и осознание. Ваши чувства могут быть наполнены ожиданием важных изменений, но существует опасение перед необходимостью принять важное решение или перед последствиями таких изменений.',
                    reversDescriptions:
                        'Перевернутый Суд может означать отсрочку важных решений, самосомнение или нежелание признавать истину.',
                },
                {
                    number: 21,
                    descriptions:
                        'Мир символизирует завершение, гармонию и удовлетворение. Ваши чувства могут быть наполнены чувством завершенности и удовлетворения, но существует опасение, что новый цикл может принести новые вызовы и изменения.',
                    reversDescriptions:
                        'Перевернутый Мир может указывать на незавершенность, отсутствие удовлетворения или необходимость в дополнительных усилиях для достижения целей.',
                },
                {
                    number: 22,
                    descriptions:
                        'Туз Жезлов символизирует новое начало, вдохновение и потенциал. Ваши чувства могут быть наполнены энтузиазмом и ожиданием новых возможностей, но существует опасение перед неизвестностью и риском новых начинаний.',
                    reversDescriptions:
                        'Перевернутый Туз Жезлов может указывать на задержку, недостаток энтузиазма или потерю направления.',
                },
                {
                    number: 23,
                    descriptions:
                        'Двойка Жезлов символизирует планирование, решения и открытие новых горизонтов. Ваши чувства могут быть сосредоточены на выборе пути, но существует опасение перед принятием решения и возможными последствиями.',
                    reversDescriptions:
                        'Перевернутая Двойка Жезлов может представлять страх перед неизвестным, нерешительность или потерю контроля.',
                },
                {
                    number: 24,
                    descriptions:
                        'Тройка Жезлов символизирует расширение, рост и изучение новых возможностей. Ваши чувства могут быть наполнены ожиданием успеха и расширения горизонтов, но существует опасение перед неудачей или неправильным выбором.',
                    reversDescriptions:
                        'Перевернутая Тройка Жезлов может указывать на задержки, разочарования в планах или ограниченные возможности.',
                },
                {
                    number: 25,
                    descriptions:
                        'Четверка Жезлов символизирует празднование, гармонию и стабильность. Ваши чувства могут быть наполнены радостью и удовлетворением от достигнутых успехов, но существует опасение, что это счастье может быть недолговечным.',
                    reversDescriptions:
                        'Перевернутая Четверка Жезлов может представлять напряжение в отношениях, потерю гармонии или отсроченное празднование.',
                },
                {
                    number: 26,
                    descriptions:
                        'Пятерка Жезлов символизирует конкуренцию, конфликты и борьбу. Ваши чувства могут быть наполнены стремлением к самоутверждению, но существует опасение перед конфликтами и соперничеством.',
                    reversDescriptions:
                        'Перевернутая Пятерка Жезлов может указывать на избегание конфликта, компромисс или усталость от борьбы.',
                },
                {
                    number: 27,
                    descriptions:
                        'Шестерка Жезлов символизирует успех, признание и уверенность. Ваши чувства могут быть наполнены гордостью за достижения, но существует опасение перед завистью других или страхом перед потерей достигнутого.',
                    reversDescriptions:
                        'Перевернутая Шестерка Жезлов может представлять неудачу, недостаток признания или потерю уверенности.',
                },
                {
                    number: 28,
                    descriptions:
                        'Семерка Жезлов символизирует защиту, стойкость и вызовы. Ваши чувства могут быть наполнены решимостью защищать свои достижения, но существует опасение перед преодолением препятствий и соперничеством.',
                    reversDescriptions:
                        'Перевернутая Семерка Жезлов может указывать на сдачу, усталость от борьбы или потерю мотивации.',
                },
                {
                    number: 29,
                    descriptions:
                        'Восьмерка Жезлов символизирует быстрое движение, прогресс и внезапные изменения. Ваши чувства могут быть наполнены волнением от скорых изменений, но существует опасение перед потерей контроля и неожиданными новостями.',
                    reversDescriptions:
                        'Перевернутая Восьмерка Жезлов может представлять задержки, неопределенность или недоразумения в коммуникации.',
                },
                {
                    number: 30,
                    descriptions:
                        'Девятка Жезлов символизирует выносливость, предосторожность и готовность к вызовам. Ваши чувства могут быть наполнены решимостью преодолеть последние препятствия, но существует опасение перед исчерпанием сил и возможными трудностями.',
                    reversDescriptions:
                        'Перевернутая Девятка Жезлов может указывать на паранойю, упрямство или отказ от борьбы.',
                },
                {
                    number: 31,
                    descriptions:
                        'Десятка Жезлов символизирует бремя, перегрузку и ответственность. Ваши чувства могут быть наполнены чувством обязанности и тяжести бремени, но существует опасение перед переутомлением и невозможностью справиться с нагрузкой.',
                    reversDescriptions:
                        'Перевернутая Десятка Жезлов может представлять освобождение от бремени, делегирование ответственности или облегчение.',
                },
                {
                    number: 32,
                    descriptions:
                        'Паж Жезлов символизирует новые идеи, энтузиазм и открытие новых возможностей. Ваши чувства могут быть наполнены ожиданием и любопытством, но существует опасение перед неопределенностью новых начинаний и риском неудачи.',
                    reversDescriptions:
                        'Перевернутый Паж Жезлов может указывать на отсутствие направления, нереализованные идеи или незрелость.',
                },
                {
                    number: 33,
                    descriptions:
                        'Рыцарь Жезлов символизирует приключения, энергию и решительность. Ваши чувства могут быть наполнены стремлением к действию и приключениям, но существует опасение перед импульсивными действиями и непредсказуемыми последствиями.',
                    reversDescriptions:
                        'Перевернутый Рыцарь Жезлов предупреждает о рассеянности, спешке или непредсказуемых изменениях.',
                },
                {
                    number: 34,
                    descriptions:
                        'Королева Жезлов олицетворяет уверенность, независимость и сильную волю. Ваши чувства могут быть наполнены уверенностью и силой, но существует опасение перед доминированием и потерей эмоционального баланса.',
                    reversDescriptions:
                        'Перевернутая Королева Жезлов может указывать на упрямство, деспотизм или эмоциональную нестабильность.',
                },
                {
                    number: 35,
                    descriptions:
                        'Король Жезлов символизирует лидерство, вдохновение и смелость. Ваши чувства могут быть наполнены желанием влиять и вдохновлять, но существует опасение перед ответственностью и возможностью злоупотребления властью.',
                    reversDescriptions:
                        'Перевернутый Король Жезлов предупреждает о диктаторских тенденциях, неразумном риске или непостоянстве.',
                },
                {
                    number: 36,
                    descriptions:
                        'Туз Чаш символизирует новое эмоциональное начало, любовь и счастье. Ваши чувства могут быть наполнены надеждой и открытостью к новым эмоциональным переживаниям, но существует опасение перед возможностью разочарования или уязвимости.',
                    reversDescriptions:
                        'Перевернутый Туз Чаш может указывать на упущенные эмоциональные возможности, задержку в начале нового эмоционального проекта или потерю чувств.',
                },
                {
                    number: 37,
                    descriptions:
                        'Двойка Чаш ассоциируется с гармоничными отношениями, партнерством и привязанностью. Ваши чувства могут быть наполнены любовью и гармонией, но существует опасение перед потерей этой гармонии или недопониманием с партнером.',
                    reversDescriptions:
                        'Перевернутая Двойка Чаш может предупреждать о разрыве, недопонимании в отношениях или потере гармонии.',
                },
                {
                    number: 38,
                    descriptions:
                        'Тройка Чаш символизирует общение, празднование и дружбу. Ваши чувства могут быть наполнены радостью и общением с друзьями, но существует опасение перед потерей этих связей или чувством одиночества.',
                    reversDescriptions:
                        'Перевернутая Тройка Чаш может указывать на изоляцию, потерю связи с друзьями или отмену празднования.',
                },
                {
                    number: 39,
                    descriptions:
                        'Четверка Чаш ассоциируется с апатией, недовольством и упущенными возможностями. Ваши чувства могут быть сосредоточены на размышлениях о том, что вам не хватает, с опасениями перед упущенными возможностями или чувством недовольства.',
                    reversDescriptions:
                        'Перевернутая Четверка Чаш может представлять новый интерес, мотивацию или возможность, которая возродит ваш энтузиазм.',
                },
                {
                    number: 40,
                    descriptions:
                        'Пятерка Чаш олицетворяет печаль, утрату и сожаление. Ваши чувства могут быть наполнены горем или разочарованием, с опасениями перед дальнейшими потерями или неспособностью преодолеть прошлое.',
                    reversDescriptions:
                        'Перевернутая Пятерка Чаш предполагает процесс исцеления, преодоление горя или разрешение конфликта.',
                },
                {
                    number: 41,
                    descriptions:
                        'Шестерка Чаш ассоциируется с ностальгией, воспоминаниями и старыми друзьями. Ваши чувства могут быть наполнены теплыми воспоминаниями, но существует опасение перед тем, что прошлое может удерживать вас от движения вперед.',
                    reversDescriptions:
                        'Перевернутая Шестерка Чаш может указывать на отказ от прошлого, движение вперед и оставление старых воспоминаний за спиной.',
                },
                {
                    number: 42,
                    descriptions:
                        'Семерка Чаш символизирует фантазии, иллюзии и выбор. Ваши чувства могут быть запутанными и полными сомнений, с опасениями перед нереальными ожиданиями или потерей контакта с реальностью.',
                    reversDescriptions:
                        'Перевернутая Семерка Чаш может означать ясность, решение и освобождение от заблуждений.',
                },
                {
                    number: 43,
                    descriptions:
                        'Восьмерка Чаш символизирует отказ, поиск глубины и уход от пустых успехов. Ваши чувства могут быть наполнены желанием изменений и поиска более глубокого смысла, но существует опасение перед неизвестностью и потерей того, что уже есть.',
                    reversDescriptions:
                        'Перевернутая Восьмерка Чаш может представлять страх перед изменениями, нежелание уходить или застревание в нездоровой ситуации.',
                },
                {
                    number: 44,
                    descriptions:
                        'Девятка Чаш символизирует удовлетворение, благополучие и достижение желаний. Ваши чувства могут быть наполнены счастьем и удовлетворением, но существует опасение, что это счастье может быть непостоянным или поверхностным.',
                    reversDescriptions:
                        'Перевернутая Девятка Чаш может указывать на недовольство, чрезмерное самодовольство или нереализованные желания.',
                },
                {
                    number: 45,
                    descriptions:
                        'Десятка Чаш символизирует счастье в семье, гармонию и эмоциональное изобилие. Ваши чувства могут быть наполнены радостью и благополучием, но существует опасение перед потенциальными изменениями или потерей этой гармонии.',
                    reversDescriptions:
                        'Перевернутая Десятка Чаш может предупреждать о разладе в отношениях, недовольстве в семье или потере гармонии.',
                },
                {
                    number: 46,
                    descriptions:
                        'Паж Чаш представляет собой новые чувства, творческие начинания и открытие эмоциональных возможностей. Ваши чувства могут быть наполнены ожиданием и любопытством, но существует опасение перед неопределенностью и возможностью разочарования.',
                    reversDescriptions:
                        'Перевернутый Паж Чаш может указывать на эмоциональную нестабильность, нереализованные мечты или незрелость.',
                },
                {
                    number: 47,
                    descriptions:
                        'Рыцарь Чаш символизирует романтику, идеализм и стремление к мечтам. Ваши чувства могут быть наполнены романтическими идеалами и стремлением к достижению идеального, но существует опасение перед нереалистичными ожиданиями и потенциальным разочарованием.',
                    reversDescriptions:
                        'Перевернутый Рыцарь Чаш предупреждает о нереалистичных ожиданиях, иллюзиях или эмоциональной неуверенности.',
                },
                {
                    number: 48,
                    descriptions:
                        'Королева Чаш олицетворяет эмоциональную глубину, интуицию и заботу. Ваши чувства могут быть наполнены чувственностью и пониманием, но существует опасение перед чрезмерной эмоциональной вовлеченностью или потерей собственных границ.',
                    reversDescriptions:
                        'Перевернутая Королева Чаш может указывать на эмоциональную нестабильность, манипуляции или чрезмерную чувствительность.',
                },
                {
                    number: 49,
                    descriptions:
                        'Король Чаш символизирует эмоциональную стабильность, дипломатию и сострадание. Ваши чувства могут быть наполнены спокойствием и эмоциональным контролем, но существует опасение перед холодностью, эмоциональным отстранением или нерешительностью.',
                    reversDescriptions:
                        'Перевернутый Король Чаш предупреждает о холодности, эмоциональном отстранении или нерешительности.',
                },
                {
                    number: 50,
                    descriptions:
                        'Туз Мечей символизирует прорыв, ясность и интеллектуальную силу. Ваши чувства могут быть наполнены новым пониманием и ясностью мысли, но существует опасение перед резкими и болезненными истинами, которые могут быть раскрыты.',
                    reversDescriptions:
                        'Перевернутый Туз Мечей может указывать на путаницу, заблуждение или недостаток ясности в мыслях.',
                },
                {
                    number: 51,
                    descriptions:
                        'Двойка Мечей символизирует решения, равновесие и необходимость выбора. Ваши чувства могут быть сосредоточены на необходимости выбора, но существует опасение перед принятием решения и возможными последствиями.',
                    reversDescriptions:
                        'Перевернутая Двойка Мечей может представлять нерешительность, конфликт или отсутствие баланса в принятии решений.',
                },
                {
                    number: 52,
                    descriptions:
                        'Тройка Мечей олицетворяет боль, разлуку и горе. Ваши чувства могут быть наполнены горем или разочарованием, с опасениями перед дальнейшими эмоциональными трудностями или потерями.',
                    reversDescriptions:
                        'Перевернутая Тройка Мечей предполагает процесс исцеления, преодоление горя или разрешение конфликта.',
                },
                {
                    number: 53,
                    descriptions:
                        'Четверка Мечей символизирует отдых, восстановление и медитацию. Ваши чувства могут быть направлены на необходимость покоя и восстановления, но существует опасение перед возобновлением активности и нерешенными проблемами.',
                    reversDescriptions:
                        'Перевернутая Четверка Мечей может указывать на возобновление активности, конец периода покоя или необходимость возвращения к делам.',
                },
                {
                    number: 54,
                    descriptions:
                        'Пятерка Мечей олицетворяет конфликт, победу за счет других и напряжение. Ваши чувства могут быть наполнены стремлением к самоутверждению, но существует опасение перед конфликтами и потерей в отношениях.',
                    reversDescriptions:
                        'Перевернутая Пятерка Мечей может представлять примирение, избегание конфликта или осознание поражения.',
                },
                {
                    number: 55,
                    descriptions:
                        'Шестерка Мечей символизирует переход, улучшение и перемены. Ваши чувства могут быть наполнены надеждой на лучшее, но существует опасение перед неизвестностью и неопределенностью будущего.',
                    reversDescriptions:
                        'Перевернутая Шестерка Мечей может указывать на застой, нежелание меняться или возвращение к старым проблемам.',
                },
                {
                    number: 56,
                    descriptions:
                        'Семерка Мечей символизирует обман, хитрость и необходимость быть осторожным. Ваши чувства могут быть наполнены бдительностью и осторожностью, но существует опасение перед обманом или недостаточной информацией.',
                    reversDescriptions:
                        'Перевернутая Семерка Мечей может представлять честность, открытие обмана или необходимость прямого подхода.',
                },
                {
                    number: 57,
                    descriptions:
                        'Восьмерка Мечей символизирует ограничение, самоограничение и чувство бессилия. Ваши чувства могут быть наполнены чувством застревания или бессилия, но существует опасение перед потерей контроля и невозможностью изменить ситуацию.',
                    reversDescriptions:
                        'Перевернутая Восьмерка Мечей предполагает освобождение, нахождение решения и преодоление ограничений.',
                },
                {
                    number: 58,
                    descriptions:
                        'Девятка Мечей символизирует беспокойство, страх и тревогу. Ваши чувства могут быть наполнены тревогой и беспокойством, с опасениями перед худшими сценариями и внутренними страхами.',
                    reversDescriptions:
                        'Перевернутая Девятка Мечей представляет облегчение от беспокойства, преодоление страхов или конец ночных кошмаров.',
                },
                {
                    number: 59,
                    descriptions:
                        'Десятка Мечей символизирует конец, крах и глубокое разочарование. Ваши чувства могут быть наполнены чувством поражения или предательства, но существует опасение перед новыми начинаниями и возможностью восстановления.',
                    reversDescriptions:
                        'Перевернутая Десятка Мечей может означать восстановление, новое начало после трудностей или преодоление негатива.',
                },
                {
                    number: 60,
                    descriptions:
                        'Паж Мечей символизирует любознательность, бдительность и готовность к обучению. Ваши чувства могут быть наполнены желанием исследовать и узнавать новое, но существует опасение перед неправильным пониманием или недостатком знаний.',
                    reversDescriptions:
                        'Перевернутый Паж Мечей может указывать на сплетни, недоразумения или незрелость в общении.',
                },
                {
                    number: 61,
                    descriptions:
                        'Рыцарь Мечей символизирует решительность, агрессивность и быстрое действие. Ваши чувства могут быть наполнены стремлением к действию и решительности, но существует опасение перед импульсивностью и непредсказуемыми последствиями.',
                    reversDescriptions:
                        'Перевернутый Рыцарь Мечей предупреждает о рассеянности, спешке или агрессивном поведении, которое может привести к проблемам.',
                },
                {
                    number: 62,
                    descriptions:
                        'Королева Мечей олицетворяет честность, ясность и независимость. Ваши чувства могут быть наполнены желанием ясности и правды, но существует опасение перед холодностью, отстраненностью или слишком критическим взглядом.',
                    reversDescriptions:
                        'Перевернутая Королева Мечей может указывать на злобность, холодность или искажение правды.',
                },
                {
                    number: 63,
                    descriptions:
                        'Король Мечей символизирует авторитет, интеллектуальную силу и справедливость. Ваши чувства могут быть наполнены стремлением к порядку и справедливости, но существует опасение перед деспотизмом, жестокостью или злоупотреблением властью.',
                    reversDescriptions:
                        'Перевернутый Король Мечей предупреждает о диктаторских тенденциях, неразумном риске или непостоянстве.',
                },
                {
                    number: 64,
                    descriptions:
                        'Туз Пентаклей символизирует новые финансовые возможности, материальное начало и благоприятные перспективы. Ваши чувства могут быть наполнены надеждой и открытостью к новым возможностям, но существует опасение перед возможностью потери или неудачи в финансовых начинаниях.',
                    reversDescriptions:
                        'Перевернутый Туз Пентаклей может указывать на упущенные материальные возможности или задержку в достижении финансовой стабильности.',
                },
                {
                    number: 65,
                    descriptions:
                        'Двойка Пентаклей символизирует баланс, адаптацию и управление. Ваши чувства могут быть сосредоточены на необходимости балансировать между различными аспектами жизни, но существует опасение перед потерей контроля и стабильности.',
                    reversDescriptions:
                        'Перевернутая Двойка Пентаклей может представлять потерю баланса, перегрузку или неспособность справиться с несколькими задачами.',
                },
                {
                    number: 66,
                    descriptions:
                        'Тройка Пентаклей символизирует мастерство, командную работу и планирование. Ваши чувства могут быть наполнены уверенностью в собственных способностях и успешной работе в команде, но существует опасение перед недостатком признания или недооценкой ваших усилий.',
                    reversDescriptions:
                        'Перевернутая Тройка Пентаклей может указывать на недостаток командной работы, игнорирование деталей или неполное планирование.',
                },
                {
                    number: 67,
                    descriptions:
                        'Четверка Пентаклей символизирует стабильность, сбережение и контроль. Ваши чувства могут быть сосредоточены на желании обеспечить финансовую безопасность, но существует опасение перед чрезмерной скупостью или страхом перед потерей.',
                    reversDescriptions:
                        'Перевернутая Четверка Пентаклей может представлять чрезмерную скупость, страх потери или необходимость открыться новым возможностям.',
                },
                {
                    number: 68,
                    descriptions:
                        'Пятерка Пентаклей символизирует нехватку, бедность и неуверенность. Ваши чувства могут быть наполнены беспокойством и неуверенностью в финансовом положении, с опасениями перед дальнейшими потерями или неспособностью улучшить ситуацию.',
                    reversDescriptions:
                        'Перевернутая Пятерка Пентаклей предполагает восстановление из трудного положения, поиск новых источников помощи или возможностей.',
                },
                {
                    number: 69,
                    descriptions:
                        'Шестерка Пентаклей символизирует щедрость, подарки и благотворительность. Ваши чувства могут быть наполнены желанием помогать другим или получением помощи, но существует опасение перед зависимостью от других или злоупотреблением доверием.',
                    reversDescriptions:
                        'Перевернутая Шестерка Пентаклей может указывать на неравный обмен, финансовую зависимость или злоупотребление доверием.',
                },
                {
                    number: 70,
                    descriptions:
                        'Семерка Пентаклей символизирует терпение, инвестиции и долгосрочное планирование. Ваши чувства могут быть наполнены ожиданием и надеждой на будущий успех, но существует опасение перед задержками и неопределенностью результатов.',
                    reversDescriptions:
                        'Перевернутая Семерка Пентаклей может представлять беспокойство, задержки или разочарование из-за медленного прогресса.',
                },
                {
                    number: 71,
                    descriptions:
                        'Восьмерка Пентаклей символизирует усердие, обучение и внимание к деталям. Ваши чувства могут быть наполнены уверенностью в своих способностях и усердием в работе, но существует опасение перед рутиной и недостатком признания усилий.',
                    reversDescriptions:
                        'Перевернутая Восьмерка Пентаклей может указывать на недостаток внимания к деталям, рутину или необходимость изменить подход.',
                },
                {
                    number: 72,
                    descriptions:
                        'Девятка Пентаклей символизирует достаток, независимость и достижение. Ваши чувства могут быть наполнены удовлетворением от достигнутых успехов, но существует опасение перед потерей достигнутого или одиночеством на вершине.',
                    reversDescriptions:
                        'Перевернутая Девятка Пентаклей может представлять потерю финансовой стабильности, чрезмерную заботу о материальных вещах или одиночество.',
                },
                {
                    number: 73,
                    descriptions:
                        'Десятка Пентаклей символизирует богатство, наследство и семейное благополучие. Ваши чувства могут быть наполнены чувством безопасности и стабильности, но существует опасение перед потерей этого благополучия или перед необходимостью поддерживать его.',
                    reversDescriptions:
                        'Перевернутая Десятка Пентаклей может указывать на финансовые проблемы, потерю наследства или проблемы в семье.',
                },
                {
                    number: 74,
                    descriptions:
                        'Паж Пентаклей символизирует ученика, новые возможности и желание расти. Ваши чувства могут быть наполнены желанием учиться и исследовать, но существует опасение перед неопределенностью новых начинаний и риском неудачи.',
                    reversDescriptions:
                        'Перевернутый Паж Пентаклей может указывать на отсутствие концентрации, незрелость в финансовых делах или упущенные возможности.',
                },
                {
                    number: 75,
                    descriptions:
                        'Рыцарь Пентаклей символизирует надежность, методичность и трудолюбие. Ваши чувства могут быть наполнены стремлением к стабильности и надежности, но существует опасение перед монотонностью и недостатком динамики.',
                    reversDescriptions:
                        'Перевернутый Рыцарь Пентаклей может представлять лень, стагнацию или избегание риска, что мешает прогрессу.',
                },
                {
                    number: 76,
                    descriptions:
                        'Королева Пентаклей символизирует плодородие, заботу и практичность. Ваши чувства могут быть наполнены желанием заботиться и поддерживать, но существует опасение перед чрезмерной заботой или потерей собственных интересов ради других.',
                    reversDescriptions:
                        'Перевернутая Королева Пентаклей может указывать на чрезмерную заботу о материальных вещах, недостаток практичности или заботы.',
                },
                {
                    number: 77,
                    descriptions:
                        'Король Пентаклей символизирует успех, богатство и компетентность. Ваши чувства могут быть наполнены уверенностью в своих способностях и достижениях, но существует опасение перед жадностью, материализмом или потерей человечности в стремлении к успеху.',
                    reversDescriptions:
                        'Перевернутый Король Пентаклей может представлять жадность, материализм или недостаток ответственности в финансовых делах.',
                },
            ],
        },
        {
            number: 5,
            card: [
                {
                    number: 0,
                    descriptions:
                        'Дурак символизирует новые начинания, свободу и беззаботность. В контексте мотиваций и предшествующих событий, эта карта предполагает, что ваше будущее будет определяться желанием начать что-то новое, возможно, без полного понимания всех последствий. Предшествующие события могли включать важный переломный момент, который побудил вас к переменам.',
                    reversDescriptions:
                        'Перевернутый Дурак может указывать на необдуманные решения, небрежность или отсутствие ответственности, что могло привести к текущему положению.',
                },
                {
                    number: 1,
                    descriptions:
                        'Маг олицетворяет творческую энергию, инициативу и власть над собственной жизнью. Ваши будущие действия, вероятно, будут мотивированы желанием воплотить идеи в реальность и использовать доступные ресурсы. Предшествующие события могли включать моменты озарения или важные открытия.',
                    reversDescriptions:
                        'Перевернутый Маг может представлять нерешительность, неуверенность в своих способностях или злоупотребление властью.',
                },
                {
                    number: 2,
                    descriptions:
                        'Жрица символизирует интуицию, тайны и внутреннее знание. Ваши действия в ближайшем будущем могут быть мотивированы стремлением к глубокому самопознанию и духовному росту. Предшествующие события могли включать встречу с чем-то неизведанным или необходимость прислушаться к своему внутреннему голосу.',
                    reversDescriptions:
                        'Перевернутая Жрица может указывать на заблуждения, отсутствие внимания к интуиции или скрытые проблемы.',
                },
                {
                    number: 3,
                    descriptions:
                        'Императрица представляет плодородие, изобилие и заботу. Ваши будущие действия могут быть мотивированы желанием заботиться о других, творчеством или желанием создать что-то новое. Предшествующие события могли включать периоды роста и процветания.',
                    reversDescriptions:
                        'Перевернутая Императрица может представлять недостаток заботы, пренебрежение или проблемы в личных отношениях.',
                },
                {
                    number: 4,
                    descriptions:
                        'Император символизирует стабильность, власть и защиту. Ваши будущие действия могут быть мотивированы стремлением к порядку, контролю и авторитету. Предшествующие события могли включать ситуации, требующие решительности и лидерства.',
                    reversDescriptions:
                        'Перевернутый Император может указывать на тиранию, упрямство или неспособность адаптироваться к изменениям.',
                },
                {
                    number: 5,
                    descriptions:
                        'Иерофант представляет традиции, обучение и моральные ценности. Ваши будущие действия могут быть мотивированы стремлением к знанию, духовному руководству или приверженностью традиционным ценностям. Предшествующие события могли включать обучение или важные уроки.',
                    reversDescriptions:
                        'Перевернутый Иерофант может представлять ограниченное мышление, отказ от традиционных подходов или конфликт с авторитетами.',
                },
                {
                    number: 6,
                    descriptions:
                        'Влюбленные символизируют отношения, выбор и гармонию. Ваши будущие действия могут быть мотивированы стремлением к гармоничным отношениям, любви или важным решениям в личной жизни. Предшествующие события могли включать важные встречи или решения, связанные с отношениями.',
                    reversDescriptions:
                        'Перевернутые Влюбленные могут указывать на нестабильность в отношениях, конфликты или нерешенные эмоциональные проблемы.',
                },
                {
                    number: 7,
                    descriptions:
                        'Колесница символизирует успех, решимость и преодоление препятствий. Ваши будущие действия могут быть мотивированы желанием достичь успеха и преодолеть препятствия. Предшествующие события могли включать вызовы, которые требовали решимости и силы воли.',
                    reversDescriptions:
                        'Перевернутая Колесница может указывать на отсутствие направления, неуверенность или неспособность преодолеть препятствия.',
                },
                {
                    number: 8,
                    descriptions:
                        'Сила символизирует внутреннюю силу, мужество и уверенность. Ваши будущие действия могут быть мотивированы желанием проявить силу, терпимость и контроль над ситуацией. Предшествующие события могли включать моменты, когда вам пришлось проявить терпение и силу духа.',
                    reversDescriptions:
                        'Перевернутая Сила может представлять самосомнение, внутренние страхи или недостаток уверенности в себе.',
                },
                {
                    number: 9,
                    descriptions:
                        'Отшельник символизирует поиск, внутреннее путешествие и мудрость. Ваши будущие действия могут быть мотивированы стремлением к самопознанию, размышлению и поиску глубоких ответов. Предшествующие события могли включать периоды одиночества или глубоких размышлений.',
                    reversDescriptions:
                        'Перевернутый Отшельник может указывать на изоляцию, чрезмерное уединение или игнорирование внешнего мира.',
                },
                {
                    number: 10,
                    descriptions:
                        'Колесо Фортуны символизирует изменения, циклы судьбы и важные повороты. Ваши будущие действия могут быть мотивированы необходимостью адаптации к значительным изменениям. Предшествующие события, вероятно, включали важные переходы или неожиданные повороты, которые толкают вас к новым возможностям.',
                    reversDescriptions:
                        'Перевернутое Колесо Фортуны может указывать на застой, нежелание изменений или непредвиденные задержки.',
                },
                {
                    number: 11,
                    descriptions:
                        'Правосудие олицетворяет справедливость, равновесие и важность принятия ответственных решений. Ваши будущие действия могут быть мотивированы стремлением к справедливости и балансу. Предшествующие события могли включать ситуации, где вам пришлось столкнуться с последствиями своих действий.',
                    reversDescriptions:
                        'Перевернутое Правосудие может представлять несправедливость, предвзятость или нерешенные юридические вопросы.',
                },
                {
                    number: 12,
                    descriptions:
                        'Повешенный человек символизирует самопожертвование, новые перспективы и паузу. Ваши будущие действия могут быть мотивированы необходимостью взглянуть на ситуацию под другим углом или жертвой ради большего блага. Предшествующие события могли включать период ожидания или задержки, заставляющие вас переосмыслить свой подход.',
                    reversDescriptions:
                        'Перевернутый Повешенный человек может указывать на застой, нежелание измениться или отсутствие готовности к самопожертвованию.',
                },
                {
                    number: 13,
                    descriptions:
                        'Смерть символизирует конец, трансформацию и новые начинания. Ваши будущие действия могут быть мотивированы необходимостью завершить один этап и начать другой. Предшествующие события, вероятно, включали значительные изменения или окончание важных аспектов вашей жизни.',
                    reversDescriptions:
                        'Перевернутая Смерть может указывать на сопротивление изменениям, незавершенные дела или страх перед новым началом.',
                },
                {
                    number: 14,
                    descriptions:
                        'Умеренность символизирует баланс, терпение и умеренность. Ваши будущие действия могут быть мотивированы стремлением к гармонии и уравновешенности. Предшествующие события могли включать ситуации, требующие компромисса и умеренности для достижения стабильности.',
                    reversDescriptions:
                        'Перевернутая Умеренность может указывать на дисбаланс, неумеренность или потерю контроля.',
                },
                {
                    number: 15,
                    descriptions:
                        'Дьявол ассоциируется с привязанностями, материализмом и зависимостями. Ваши будущие действия могут быть мотивированы желанием освободиться от ограничений или зависимостей. Предшествующие события могли включать ситуации, связанные с привязанностями или искушениями, которые оказывают на вас сильное влияние.',
                    reversDescriptions:
                        'Перевернутый Дьявол может означать освобождение от ограничений и преодоление зависимостей.',
                },
                {
                    number: 16,
                    descriptions:
                        'Башня представляет собой внезапные изменения, разрушение и освобождение. Ваши будущие действия могут быть мотивированы необходимостью восстановления после внезапных или разрушительных событий. Предшествующие события могли включать кризисы или потрясения, которые кардинально изменили вашу жизнь.',
                    reversDescriptions:
                        'Перевернутая Башня может указывать на отсроченное неизбежное изменение или хаос без конструктивного исхода.',
                },
                {
                    number: 17,
                    descriptions:
                        'Звезда символизирует надежду, вдохновение и духовное прозрение. Ваши будущие действия могут быть мотивированы оптимизмом и верой в светлое будущее. Предшествующие события могли включать моменты вдохновения или важные духовные открытия.',
                    reversDescriptions:
                        'Перевернутая Звезда может предупреждать о потере веры, разочаровании и недостатке вдохновения.',
                },
                {
                    number: 18,
                    descriptions:
                        'Луна ассоциируется с иллюзиями, неопределенностью и подсознательным. Ваши будущие действия могут быть мотивированы необходимостью разоблачить обман или прислушаться к своей интуиции. Предшествующие события могли включать конфликт между реальностью и иллюзиями, сбивающий с толку или вводящий в заблуждение.',
                    reversDescriptions:
                        'Перевернутая Луна может означать разоблачение иллюзий, ясность и улучшение интуитивного понимания.',
                },
                {
                    number: 19,
                    descriptions:
                        'Солнце олицетворяет радость, успех и ясность. Ваши будущие действия могут быть мотивированы стремлением к счастью, успеху и ясности. Предшествующие события могли включать моменты радости и достижений, которые вдохновили вас на дальнейшие действия.',
                    reversDescriptions:
                        'Перевернутое Солнце может указывать на временные препятствия, недостаток ясности или отсутствие энтузиазма.',
                },
                {
                    number: 20,
                    descriptions:
                        'Суд представляет возрождение, судьбоносные решения и осознание. Ваши будущие действия могут быть мотивированы необходимостью переосмысления и важными решениями. Предшествующие события могли включать моменты осознания и важные жизненные уроки, которые подготовили вас к новому этапу.',
                    reversDescriptions:
                        'Перевернутый Суд может означать отсрочку важных решений, самосомнение или нежелание признавать истину.',
                },
                {
                    number: 21,
                    descriptions:
                        'Мир символизирует завершение, гармонию и удовлетворение. Ваши будущие действия могут быть мотивированы стремлением к завершению и гармонии. Предшествующие события могли включать достижение важных целей или нахождение внутреннего равновесия, что теперь позволяет вам двигаться дальше.',
                    reversDescriptions:
                        'Перевернутый Мир может указывать на незавершенность, отсутствие удовлетворения или необходимость в дополнительных усилиях для достижения целей.',
                },
                {
                    number: 22,
                    descriptions:
                        'Туз Жезлов символизирует новое начало, вдохновение и потенциал. Ваши будущие действия могут быть мотивированы желанием начать что-то новое и значимое. Предшествующие события, вероятно, включали моменты озарения или возможности, которые открыли перед вами новые горизонты.',
                    reversDescriptions:
                        'Перевернутый Туз Жезлов может указывать на задержку, недостаток энтузиазма или потерю направления.',
                },
                {
                    number: 23,
                    descriptions:
                        'Двойка Жезлов символизирует планирование, решения и открытие новых горизонтов. Ваши будущие действия могут быть мотивированы стремлением к расширению границ и исследованию новых возможностей. Предшествующие события могли включать моменты выбора или необходимость принятия важного решения.',
                    reversDescriptions:
                        'Перевернутая Двойка Жезлов может представлять нерешительность, страх перед неизвестным или потерю контроля.',
                },
                {
                    number: 24,
                    descriptions:
                        'Тройка Жезлов символизирует расширение, рост и изучение новых возможностей. Ваши будущие действия могут быть мотивированы стремлением к достижению дальних целей и осуществлению амбициозных планов. Предшествующие события могли включать первые шаги в новом направлении или начало важного проекта.',
                    reversDescriptions:
                        'Перевернутая Тройка Жезлов может указывать на задержки, разочарования в планах или ограниченные возможности.',
                },
                {
                    number: 25,
                    descriptions:
                        'Четверка Жезлов символизирует празднование, гармонию и стабильность. Ваши будущие действия могут быть мотивированы желанием поделиться успехом с другими и наслаждением достигнутыми результатами. Предшествующие события могли включать успешное завершение этапа или достижение важной вехи.',
                    reversDescriptions:
                        'Перевернутая Четверка Жезлов может представлять напряжение в отношениях, потерю гармонии или отсроченное празднование.',
                },
                {
                    number: 26,
                    descriptions:
                        'Пятерка Жезлов символизирует конкуренцию, конфликты и борьбу. Ваши будущие действия могут быть мотивированы стремлением к самоутверждению и преодолению препятствий. Предшествующие события могли включать соперничество, мелкие споры или необходимость защищать свои идеи.',
                    reversDescriptions:
                        'Перевернутая Пятерка Жезлов может указывать на избегание конфликта, компромисс или усталость от борьбы.',
                },
                {
                    number: 27,
                    descriptions:
                        'Шестерка Жезлов символизирует успех, признание и уверенность. Ваши будущие действия могут быть мотивированы желанием продолжить на пути успеха и получить признание за свои достижения. Предшествующие события могли включать важные успехи или победы, которые укрепили вашу уверенность.',
                    reversDescriptions:
                        'Перевернутая Шестерка Жезлов может представлять неудачу, недостаток признания или потерю уверенности.',
                },
                {
                    number: 28,
                    descriptions:
                        'Семерка Жезлов символизирует защиту, стойкость и вызовы. Ваши будущие действия могут быть мотивированы необходимостью защитить свои достижения и стоять на своем. Предшествующие события могли включать преодоление препятствий или защиту своих позиций в сложных обстоятельствах.',
                    reversDescriptions:
                        'Перевернутая Семерка Жезлов может указывать на сдачу, усталость от борьбы или потерю мотивации.',
                },
                {
                    number: 29,
                    descriptions:
                        'Восьмерка Жезлов символизирует быстрое движение, прогресс и внезапные изменения. Ваши будущие действия могут быть мотивированы стремлением к быстрому достижению целей и использованию благоприятных возможностей. Предшествующие события могли включать внезапные новости или быстрые изменения, которые открыли перед вами новые пути.',
                    reversDescriptions:
                        'Перевернутая Восьмерка Жезлов может указывать на задержки, неопределенность или недоразумения в коммуникации.',
                },
                {
                    number: 30,
                    descriptions:
                        'Девятка Жезлов символизирует выносливость, предосторожность и готовность к вызовам. Ваши будущие действия могут быть мотивированы желанием сохранить свои достижения и подготовиться к предстоящим вызовам. Предшествующие события могли включать преодоление трудностей, которые укрепили вашу решимость и бдительность.',
                    reversDescriptions:
                        'Перевернутая Девятка Жезлов может указывать на паранойю, упрямство или отказ от борьбы.',
                },
                {
                    number: 31,
                    descriptions:
                        'Десятка Жезлов символизирует бремя, перегрузку и ответственность. Ваши будущие действия могут быть мотивированы необходимостью справиться с тяжелым бременем или последствиями перегрузки. Предшествующие события могли включать накопление обязанностей или принятие на себя слишком многих задач.',
                    reversDescriptions:
                        'Перевернутая Десятка Жезлов может представлять освобождение от бремени, делегирование ответственности или облегчение.',
                },
                {
                    number: 32,
                    descriptions:
                        'Паж Жезлов символизирует новые идеи, энтузиазм и открытие новых возможностей. Ваши будущие действия могут быть мотивированы желанием исследовать и экспериментировать. Предшествующие события могли включать возникновение новых идей или вдохновляющих перспектив.',
                    reversDescriptions:
                        'Перевернутый Паж Жезлов может указывать на отсутствие направления, нереализованные идеи или незрелость.',
                },
                {
                    number: 33,
                    descriptions:
                        'Рыцарь Жезлов символизирует приключения, энергию и решительность. Ваши будущие действия могут быть мотивированы стремлением к действию и приключениям. Предшествующие события могли включать моменты, когда вам пришлось быстро действовать или принимать решительные шаги.',
                    reversDescriptions:
                        'Перевернутый Рыцарь Жезлов предупреждает о рассеянности, спешке или непредсказуемых изменениях.',
                },
                {
                    number: 34,
                    descriptions:
                        'Королева Жезлов олицетворяет уверенность, независимость и сильную волю. Ваши будущие действия могут быть мотивированы желанием влиять и вдохновлять. Предшествующие события могли включать ситуации, где вам пришлось проявить лидерство и уверенность.',
                    reversDescriptions:
                        'Перевернутая Королева Жезлов может указывать на упрямство, деспотизм или эмоциональную нестабильность.',
                },
                {
                    number: 35,
                    descriptions:
                        'Король Жезлов символизирует лидерство, вдохновение и смелость. Ваши будущие действия могут быть мотивированы стремлением к порядку и справедливости. Предшествующие события могли включать моменты, когда вам пришлось принимать важные решения или руководить другими.',
                    reversDescriptions:
                        'Перевернутый Король Жезлов предупреждает о диктаторских тенденциях, неразумном риске или непостоянстве.',
                },
                {
                    number: 36,
                    descriptions:
                        'Туз Чаш символизирует новое эмоциональное начало, любовь и счастье. Ваши будущие действия могут быть мотивированы желанием начать новую главу в жизни, полную эмоционального обогащения. Предшествующие события могли включать важные моменты самопознания или эмоционального пробуждения.',
                    reversDescriptions:
                        'Перевернутый Туз Чаш может указывать на упущенные эмоциональные возможности, задержку в начале нового эмоционального проекта или потерю чувств.',
                },
                {
                    number: 37,
                    descriptions:
                        'Двойка Чаш ассоциируется с гармоничными отношениями, партнерством и привязанностью. Ваши будущие действия могут быть мотивированы стремлением к глубокому соединению с другим человеком. Предшествующие события могли включать встречу или развитие отношений, которые значительно повлияли на вас.',
                    reversDescriptions:
                        'Перевернутая Двойка Чаш может предупреждать о разрыве, недопонимании в отношениях или потере гармонии.',
                },
                {
                    number: 38,
                    descriptions:
                        'Тройка Чаш символизирует общение, празднование и дружбу. Ваши будущие действия могут быть мотивированы желанием общения, радости и обмена счастливыми моментами с другими. Предшествующие события могли включать важные социальные события или встречи, которые укрепили ваши отношения.',
                    reversDescriptions:
                        'Перевернутая Тройка Чаш может указывать на изоляцию, потерю связи с друзьями или отмену празднования.',
                },
                {
                    number: 39,
                    descriptions:
                        'Четверка Чаш ассоциируется с апатией, недовольством и упущенными возможностями. Ваши будущие действия могут быть мотивированы желанием преодолеть чувство стагнации или разочарования. Предшествующие события могли включать периоды сомнений или упущенных возможностей, которые вызвали у вас размышления о смысле жизни.',
                    reversDescriptions:
                        'Перевернутая Четверка Чаш может представлять новый интерес, мотивацию или возможность, которая возродит ваш энтузиазм.',
                },
                {
                    number: 40,
                    descriptions:
                        'Пятерка Чаш олицетворяет печаль, утрату и сожаление. Ваши будущие действия могут быть мотивированы необходимостью справиться с потерей или горем. Предшествующие события могли включать разочарование или потерю, которая глубоко повлияла на вас.',
                    reversDescriptions:
                        'Перевернутая Пятерка Чаш предполагает процесс исцеления, преодоление горя или разрешение конфликта.',
                },
                {
                    number: 41,
                    descriptions:
                        'Шестерка Чаш ассоциируется с ностальгией, воспоминаниями и старыми друзьями. Ваши будущие действия могут быть мотивированы желанием возродить прошлые отношения или восстановить потерянные связи. Предшествующие события могли включать воспоминания или встречи, которые вызвали ностальгию по прошлому.',
                    reversDescriptions:
                        'Перевернутая Шестерка Чаш может указывать на отказ от прошлого, движение вперед и оставление старых воспоминаний за спиной.',
                },
                {
                    number: 42,
                    descriptions:
                        'Семерка Чаш символизирует мечты, иллюзии и желания. В контексте вашего вопроса, это может означать, что ваши ближайшие действия будут мотивированы стремлением к достижению нечего нереального или фантастического. Вы можете столкнуться с трудностями в различении реальности и фантазий.',
                    reversDescriptions:
                        'В перевернутом положении карта указывает на осознание и отказ от иллюзий. Вы начинаете видеть вещи такими, какие они есть на самом деле, и это помогает вам сосредоточиться на более реалистичных и достижимых целях.',
                },
                {
                    number: 43,
                    descriptions:
                        'Восьмерка Чаш говорит о том, что вы оставляете позади старые чувства или ситуации, которые больше не служат вашему благу. Это карта отказа от ненужного и движения вперед. Ваши мотивации могут быть связаны с поиском более глубокого смысла и удовлетворения в жизни.',
                    reversDescriptions:
                        'Перевернуто, это может означать нежелание отпускать прошлое или страх перед изменениями. Вы можете чувствовать себя застрявшим в текущей ситуации, несмотря на понимание необходимости двигаться дальше.',
                },
                {
                    number: 44,
                    descriptions:
                        "Девятка Чаш символизирует удовлетворение и благополучие. Это карта 'желаний', которая говорит о том, что ваши мечты и стремления находятся на пути к реализации. Ваши действия могут быть мотивированы желанием достичь гармонии и счастья.",
                    reversDescriptions:
                        'В перевернутом виде карта может указывать на недовольство и невыполненные желания. Возможно, ваши ожидания не соответствуют реальности, что приводит к разочарованию.',
                },
                {
                    number: 45,
                    descriptions:
                        'Десятка Чаш обозначает эмоциональное изобилие и семейное счастье. Это карта гармонии и стабильности в личных отношениях. Ваши действия могут быть направлены на укрепление семейных уз и достижение домашнего благополучия.',
                    reversDescriptions:
                        'Перевернутая Десятка Чаш может указывать на проблемы в личных отношениях или нарушение гармонии в доме. Это может быть знаком того, что вам нужно уделить больше внимания своим близким.',
                },
                {
                    number: 46,
                    descriptions:
                        'Паж Чаш представляет собой новые чувственные переживания, интуицию и воображение. Эта карта может указывать на то, что ваши действия будут вдохновлены новым эмоциональным опытом или творческими идеями.',
                    reversDescriptions:
                        'В перевернутом положении Паж Чаш может говорить о незрелости, эмоциональной неустойчивости или обмане. Возможно, вам следует быть более реалистичным в своих ожиданиях и не позволять фантазиям управлять вашими действиями.',
                },
                {
                    number: 47,
                    descriptions:
                        'Эта карта символизирует романтичного, мечтательного исследователя эмоций. В ближайшем будущем она может указывать на появление человека или ситуации, которая вдохновляет вас следовать за своими мечтами и эмоциями. Мотивация ваших действий может быть связана с желанием исследовать новые эмоциональные горизонты или откликнуться на романтический вызов.',
                    reversDescriptions:
                        'В перевернутом положении карта может указывать на нереалистичные ожидания или эмоциональную неустойчивость. Ваши мотивации могут быть затуманены иллюзиями или незрелыми желаниями, что может привести к разочарованию.',
                },
                {
                    number: 48,
                    descriptions:
                        'Королева Кубков представляет собой заботливую, интуитивную и эмоционально открытую личность. В контексте вашего вопроса, эта карта может означать, что в ближайшем будущем вашими действиями будет руководить желание понять и заботиться о чувствах других. Вы можете оказаться в роли того, кто предоставляет эмоциональную поддержку или совет.',
                    reversDescriptions:
                        'Перевернутая Королева Кубков может указывать на эмоциональную зависимость или манипуляцию. Ваши мотивации могут быть связаны с необходимостью контролировать чувства других или собственные эмоциональные проблемы.',
                },
                {
                    number: 49,
                    descriptions:
                        'Король Кубков символизирует эмоциональную стабильность, мудрость и дипломатичность. В вашем ближайшем будущем это может означать, что вы будете мотивированы стремлением к эмоциональному балансу и гармонии в отношениях. Вы можете стать тем, кто умело управляет своими чувствами и чувствами окружающих, действуя как мудрый советник или миротворец.',
                    reversDescriptions:
                        'Перевернутый Король Кубков может представлять эмоциональное отстранение или непостоянство. Ваши мотивации могут быть подорваны неуверенностью в своих чувствах или неспособностью адекватно выражать эмоции.',
                },
                {
                    number: 50,
                    descriptions:
                        'Эта карта символизирует новое начало в области интеллекта, логики или коммуникации. В ближайшем будущем вы можете столкнуться с новой идеей или вдохновением, которое потребует ясности мысли и решительности. Ваши действия будут мотивированы стремлением к истине и ясности.',
                    reversDescriptions:
                        'В перевернутом положении карта может указывать на замешательство, недопонимание или ложные представления. Будьте осторожны, чтобы ваши действия не были основаны на неверной информации или заблуждениях.',
                },
                {
                    number: 51,
                    descriptions:
                        'Карта олицетворяет решения и выбор, сделанные в условиях неопределенности. В ближайшем будущем вам, возможно, придется делать выбор, не имея всех необходимых данных. Ваши действия будут мотивированы необходимостью баланса между логикой и интуицией.',
                    reversDescriptions:
                        'Перевернутая Двойка Мечей может означать отказ от принятия решения или конфликт между сердцем и разумом. Ваши мотивации могут быть затуманены внутренними конфликтами или страхом сделать выбор.',
                },
                {
                    number: 52,
                    descriptions:
                        'Тройка Мечей часто ассоциируется с болью, разочарованием или потерей. В ближайшем будущем вы можете столкнуться с ситуацией, вызывающей эмоциональную боль. Ваши действия могут быть мотивированы стремлением преодолеть эту боль или научиться с ней справляться.',
                    reversDescriptions:
                        'В перевернутом положении эта карта может указывать на начало процесса исцеления или освобождения от боли. Ваши мотивации могут быть связаны с желанием двигаться дальше и оставить позади трудные эмоции.',
                },
                {
                    number: 53,
                    descriptions:
                        'Четверка Мечей представляет собой необходимость отдыха, восстановления и медитации. В ближайшем будущем вам может потребоваться перерыв для обдумывания ситуации и сбора сил. Ваши действия будут мотивированы желанием найти внутренний покой и ясность.',
                    reversDescriptions:
                        'Перевернутая Четверка Мечей может означать прерванный отдых или необходимость вернуться к активной деятельности. Ваши мотивации могут быть связаны с чувством неотложности или необходимостью действовать, несмотря на усталость.',
                },
                {
                    number: 54,
                    descriptions:
                        'Пятерка Мечей часто связана с конфликтом, победой за счет потерь и эгоистическими мотивами. В ближайшем будущем вы можете столкнуться с ситуацией, где победа может принести неудовлетворение. Ваши действия могут быть мотивированы желанием доказать свою правоту или достичь успеха, но будьте осторожны с последствиями.',
                    reversDescriptions:
                        'Перевернутая Пятерка Мечей может указывать на примирение после конфликта или осознание того, что борьба была бессмысленной. Ваши мотивации могут быть связаны с желанием избегать дальнейших конфликтов или стремлением к компромиссу.',
                },
                {
                    number: 55,
                    descriptions:
                        'Шестерка Мечей символизирует переход, перемены и движение вперед. В ближайшем будущем вы можете оказаться в процессе перехода от трудной ситуации к более спокойной. Ваши действия будут мотивированы стремлением к улучшению и переменам, возможно, с некоторым чувством сожаления о прошлом.',
                    reversDescriptions:
                        'Перевернутая Шестерка Мечей может означать застой или нежелание двигаться вперед. Ваши мотивации могут быть связаны с неуверенностью в будущем или страхом перед переменами.',
                },
                {
                    number: 56,
                    descriptions:
                        'Эта карта символизирует обман и хитрость. В ближайшем будущем вы можете столкнуться с ситуацией, где будете вынуждены использовать умение обходить препятствия нестандартными способами. Ваши действия могут быть мотивированы желанием защитить свои интересы в сложных обстоятельствах.',
                    reversDescriptions:
                        'В перевернутом положении карта предупреждает о возможности стать жертвой обмана. Будьте осторожны с теми, кому доверяете.',
                },
                {
                    number: 57,
                    descriptions:
                        'Карта означает ограничение или затруднение. Ваше ближайшее будущее может быть связано с ситуацией, в которой вы ощущаете себя застрявшим или ограниченным. Мотивация к действию может возникнуть из желания освободиться и найти новые пути.',
                    reversDescriptions:
                        'В обратном положении она указывает на освобождение от ограничений. Это может означать, что вы найдете способ преодолеть трудности.',
                },
                {
                    number: 58,
                    descriptions:
                        'Эта карта часто связана с беспокойством и страхами. Ваше ближайшее будущее может включать в себя период тревоги или беспокойства, который мотивирует вас к действиям. Это может быть связано с предшествующими событиями, которые оставили в вас след.',
                    reversDescriptions:
                        'Перевернутое положение может означать освобождение от тревог и начало нового этапа, где вы чувствуете больше уверенности и спокойствия.',
                },
                {
                    number: 59,
                    descriptions:
                        'Десятка мечей говорит о завершении и большом эмоциональном бремени. В ближайшем будущем возможен конец сложного периода, который мотивирует вас начать что-то новое. Это может быть связано с большими изменениями или осознанием.',
                    reversDescriptions:
                        'В перевернутом виде карта может указывать на возможность восстановления после тяжелого периода. Это время для исцеления и восстановления.',
                },
                {
                    number: 60,
                    descriptions:
                        'Паж мечей символизирует любознательность и стремление к знаниям. В контексте вашего вопроса это может означать, что ваше ближайшее будущее будет мотивировано желанием узнать больше, исследовать новые идеи или раскрыть правду.',
                    reversDescriptions:
                        'Перевернутая паж мечей может указывать на недоразумения или неправильно интерпретированную информацию. Будьте осторожны с выводами и проверяйте информацию.',
                },
                {
                    number: 61,
                    descriptions:
                        'Рыцарь мечей олицетворяет решительность и агрессивное стремление к целям. Ваше ближайшее будущее может быть наполнено энергией для быстрого и решительного действия, возможно, в ответ на предыдущие события, которые вызвали у вас желание действовать.',
                    reversDescriptions:
                        'В перевернутом положении он предупреждает о потенциальной импульсивности и необдуманных действиях. Важно взвешивать решения и не спешить.',
                },
                {
                    number: 62,
                    descriptions:
                        'Королева мечей представляет четкость мысли и независимость. В вашем ближайшем будущем мотивация к действиям может исходить от стремления к ясности, правде и справедливости, особенно в сложных ситуациях.',
                    reversDescriptions:
                        'Перевернутая королева мечей может указывать на замкнутость, предвзятость или чрезмерную критичность. Старайтесь быть открытыми и справедливыми.',
                },
                {
                    number: 63,
                    descriptions:
                        'Король мечей символизирует авторитет и интеллектуальную мощь. В контексте вашего вопроса, это может означать, что ваше ближайшее будущее будет мотивировано стремлением к порядку, контролю и ясности в мышлении, особенно после периода смуты или неопределенности.',
                    reversDescriptions:
                        'Перевернутый король мечей может представлять жестокость, злоупотребление властью или манипулятивное поведение. Будьте внимательны к тому, как вы используете свою силу и влияние.',
                },
                {
                    number: 64,
                    descriptions:
                        'Туз Пентаклей символизирует новое начало в материальных или физических делах. В ближайшем будущем вы можете столкнуться с новыми возможностями в финансах, карьере или здоровье, которые мотивируют вас к действию и росту.',
                    reversDescriptions:
                        'В перевернутом положении он может указывать на упущенные материальные возможности или задержки в достижении финансовой стабильности.',
                },
                {
                    number: 65,
                    descriptions:
                        'Двойка Пентаклей означает баланс и адаптацию. Ваше ближайшее будущее может включать в себя необходимость балансировать между различными аспектами жизни, что мотивирует вас к поиску гармонии и стабильности.',
                    reversDescriptions:
                        'Перевернутое положение может указывать на потерю баланса, конфликт интересов или перегрузку обязанностями.',
                },
                {
                    number: 66,
                    descriptions:
                        'Тройка Пентаклей связана с мастерством и командной работой. В ближайшем будущем вы можете найти себя в ситуации, где совместные усилия и обучение новым навыкам будут ключевыми для вашего успеха.',
                    reversDescriptions:
                        'В перевернутом виде она предупреждает о недостатке командной работы, игнорировании деталей или недостатке организации.',
                },
                {
                    number: 67,
                    descriptions:
                        'Четверка Пентаклей символизирует защиту и сбережение. Это может означать, что в ближайшем будущем ваша мотивация будет связана с желанием сохранить стабильность и безопасность, особенно в финансовом отношении.',
                    reversDescriptions:
                        'Перевернутая четверка может указывать на чрезмерную привязанность к материальным вещам или страх потери финансовой безопасности.',
                },
                {
                    number: 68,
                    descriptions:
                        'Пятерка Пентаклей обычно связана с трудностями и нехваткой. Ваше ближайшее будущее может включать в себя преодоление материальных или финансовых проблем, что мотивирует вас искать новые решения и поддержку.',
                    reversDescriptions:
                        'В перевернутом виде карта может предсказывать улучшение после трудного периода, возможность восстановления или получения помощи.',
                },
                {
                    number: 69,
                    descriptions:
                        'Шестерка Пентаклей связана с щедростью и помощью. В ближайшем будущем вы можете оказаться в роли того, кто дает или получает помощь, что мотивирует вас к действиям, основанным на взаимопомощи и благотворительности.',
                    reversDescriptions:
                        'Перевернутая шестерка может указывать на финансовые проблемы, неравенство в отношениях или злоупотребление доверием.',
                },
                {
                    number: 70,
                    descriptions:
                        'Семерка Пентаклей символизирует терпение и долгосрочное планирование. Ваше ближайшее будущее может быть связано с необходимостью ждать результатов ваших усилий, что мотивирует вас к упорству и стратегическому планированию.',
                    reversDescriptions:
                        'Перевернутая семерка может означать разочарование из-за задержек или неудовлетворенность текущими результатами.',
                },
                {
                    number: 71,
                    descriptions:
                        'Восьмерка Пентаклей связана с усердной работой и вниманием к деталям. В ближайшем будущем вас может ждать период, когда усердная и преданная работа будет ключом к успеху, что мотивирует вас к сосредоточенности и упорству.',
                    reversDescriptions:
                        'Перевернутая восьмерка может указывать на чрезмерную занятость, недооценку важности отдыха или необходимость переосмысления подходов к работе.',
                },
                {
                    number: 72,
                    descriptions:
                        'Девятка Пентаклей символизирует достижение и удовлетворение. Ваше ближайшее будущее может включать в себя моменты успеха и благополучия, что мотивирует вас к сохранению достигнутого и наслаждению плодами труда.',
                    reversDescriptions:
                        'Перевернутая девятка может предсказывать чувство недовольства или потерю того, что было достигнуто из-за недостатка внимания к деталям.',
                },
                {
                    number: 73,
                    descriptions:
                        'Десятка Пентаклей означает стабильность и наследие. В ближайшем будущем вы можете столкнуться с ситуациями, подчеркивающими важность семьи, традиций и долгосрочного благополучия, что мотивирует вас к созданию устойчивого фундамента для будущего.',
                    reversDescriptions:
                        'Перевернутая десятка может указывать на проблемы в семье или финансовые трудности, требующие внимания и пересмотра планов.',
                },
                {
                    number: 74,
                    descriptions:
                        'Паж Пентаклей представляет ученика и новые начинания. Ваше ближайшее будущее может быть связано с обучением, исследованием новых возможностей и открытием новых горизонтов, что мотивирует вас к росту и развитию.',
                    reversDescriptions:
                        'Перевернутый паж может означать отсутствие цели, недостаток концентрации или необходимость более четкого планирования.',
                },
                {
                    number: 75,
                    descriptions:
                        'Рыцарь Пентаклей символизирует надежность и методичность. В ближайшем будущем ваши действия могут быть мотивированы стремлением к стабильности и последовательному достижению целей, что требует терпения и усердия.',
                    reversDescriptions:
                        'Перевернутый рыцарь может указывать на стагнацию, нежелание принимать риски или необходимость переосмыслить свой подход.',
                },
                {
                    number: 76,
                    descriptions:
                        'Королева Пентаклей представляет плодородие и заботу. В ближайшем будущем ваша мотивация может быть связана с желанием создать комфортную и устойчивую среду для себя и близких, что включает в себя заботу о физическом и материальном благополучии.',
                    reversDescriptions:
                        'Перевернутая королева может означать чрезмерную заботу о материальных вещах или недостаток внимания к эмоциональным потребностям.',
                },
                {
                    number: 77,
                    descriptions:
                        'Король Пентаклей символизирует успех и мастерство в материальных делах. Ваше ближайшее будущее может быть наполнено стремлением к финансовой стабильности и безопасности, что мотивирует вас к рациональному и практичному подходу в делах.',
                    reversDescriptions:
                        'Перевернутый король может указывать на упрямство, чрезмерную материальную привязанность или неспособность адаптироваться к изменяющимся обстоятельствам.',
                },
            ],
        },
        {
            number: 6,
            card: [
                {
                    number: 0,
                    descriptions:
                        'Карта Дурака символизирует новые начинания, свободу от ограничений и возможность для спонтанных изменений. Ваше ближайшее будущее может быть наполнено новыми возможностями, приключениями и неожиданными поворотами.',
                    reversDescriptions:
                        'В перевернутом положении она может указывать на неопределенность, нерешительность или непредвиденные риски.',
                },
                {
                    number: 1,
                    descriptions:
                        'Маг символизирует творческую энергию, ресурсность и способность превращать возможности в реальность. В ближайшем будущем вы можете обнаружить, что у вас есть все необходимые инструменты для достижения ваших целей.',
                    reversDescriptions:
                        'Перевернутый Маг может представлять нереализованный потенциал, неуверенность в своих способностях или обман.',
                },
                {
                    number: 2,
                    descriptions:
                        'Жрица представляет интуицию, тайны и внутреннее знание. Ваше ближайшее будущее может быть связано с глубоким самопознанием и пониманием скрытых истин.',
                    reversDescriptions:
                        'В перевернутом виде она может указывать на игнорирование интуиции, заблуждения или недостаток внутренней гармонии.',
                },
                {
                    number: 3,
                    descriptions:
                        'Императрица символизирует плодородие, изобилие и заботу. В ближайшем будущем вы можете ожидать роста и процветания в различных аспектах вашей жизни, а также возможность заботиться о других.',
                    reversDescriptions:
                        'Перевернутая Императрица может означать недостаток изобилия, проблемы в отношениях или заботе о себе.',
                },
                {
                    number: 4,
                    descriptions:
                        'Император представляет структуру, порядок и авторитет. В ближайшем будущем вас может ждать необходимость установления контроля, дисциплины и лидерства для достижения ваших целей.',
                    reversDescriptions:
                        'Перевернутый Император может указывать на тиранию, упрямство или чрезмерную строгость.',
                },
                {
                    number: 5,
                    descriptions:
                        'Иерофант связан с традициями, обучением и моральными убеждениями. В ближайшем будущем вы можете найти утешение в традиционных подходах или обрести мудрость через обучение и советы.',
                    reversDescriptions:
                        'Перевернутый Иерофант может представлять ограниченность мышления, отказ от традиционных ценностей или конфликт с установленными нормами.',
                },
                {
                    number: 6,
                    descriptions:
                        'Карта Влюбленных символизирует гармонию, отношения и выборы, сделанные сердцем. Ваше ближайшее будущее может включать важные решения в личных отношениях или новые романтические начинания.',
                    reversDescriptions:
                        'Перевернутые Влюбленные могут указывать на конфликты в отношениях, неуверенность в принятии решений или внутренние разногласия.',
                },
                {
                    number: 7,
                    descriptions:
                        'Колесница представляет победу, уверенность и самоконтроль. В ближайшем будущем вы можете ожидать прогресса в достижении ваших целей, но это потребует решимости и силы воли.',
                    reversDescriptions:
                        'Перевернутая Колесница может означать отсутствие направления, потерю контроля или внутренние конфликты, мешающие прогрессу.',
                },
                {
                    number: 8,
                    descriptions:
                        'Карта Силы символизирует внутреннюю силу, мужество и устойчивость. Ваше ближайшее будущее может потребовать от вас проявления смелости и эмоциональной силы для преодоления препятствий.',
                    reversDescriptions:
                        'Перевернутая Сила может указывать на самосомнение, внутреннюю слабость или потерю самоконтроля.',
                },
                {
                    number: 9,
                    descriptions:
                        'Отшельник представляет поиск внутренней мудрости, самоанализ и отстраненность. В ближайшем будущем вы можете ощутить потребность в уединении для размышлений и самопознания.',
                    reversDescriptions:
                        'Перевернутый Отшельник может означать чувство изоляции, игнорирование внешнего мира или зацикленность на себе.',
                },
                {
                    number: 10,
                    descriptions:
                        'Колесо Фортуны символизирует цикличность, судьбу и значительные изменения. Ваше ближайшее будущее может быть наполнено неожиданными поворотами судьбы и новыми возможностями.',
                    reversDescriptions:
                        'В перевернутом положении она может указывать на сопротивление изменениям, застой или непредвиденные препятствия.',
                },
                {
                    number: 11,
                    descriptions:
                        'Правосудие представляет справедливость, баланс и ответственность. В ближайшем будущем вас может ждать необходимость принятия важного решения с учетом всех фактов и последствий.',
                    reversDescriptions:
                        'Перевернутое Правосудие может означать несправедливость, предвзятость или отсутствие ответственности.',
                },
                {
                    number: 12,
                    descriptions:
                        'Повешенный символизирует самопожертвование, новые перспективы и паузу. Ваше ближайшее будущее может потребовать от вас остановиться и взглянуть на ситуацию под другим углом.',
                    reversDescriptions:
                        'Перевернутый Повешенный может указывать на бесполезное жертвоприношение, застой или нежелание адаптироваться.',
                },
                {
                    number: 13,
                    descriptions:
                        'Смерть символизирует конец, трансформацию и начало чего-то нового. Ваше ближайшее будущее может включать в себя значительные изменения, которые приведут к новым начинаниям.',
                    reversDescriptions:
                        'Перевернутая Смерть может означать сопротивление изменениям, завершение или трансформацию, которая затягивается.',
                },
                {
                    number: 14,
                    descriptions:
                        'Умеренность представляет гармонию, терпение и умеренность. В ближайшем будущем вам может потребоваться найти баланс между различными аспектами вашей жизни и избегать крайностей.',
                    reversDescriptions:
                        'Перевернутая Умеренность может указывать на дисбаланс, неумеренность или конфликты, требующие разрешения.',
                },
                {
                    number: 15,
                    descriptions:
                        'Дьявол символизирует привязанность, материализм и иллюзии. Ваше ближайшее будущее может быть связано с преодолением зависимостей или ограничений, которые мешают вашему прогрессу.',
                    reversDescriptions:
                        'Перевернутый Дьявол может означать освобождение от связей, преодоление страхов или отказ от ограничивающих убеждений.',
                },
                {
                    number: 16,
                    descriptions:
                        'Карта Башня символизирует неожиданные изменения, разрушение устоявшихся структур и внезапные прозрения. В контексте вашего вопроса о ближайшем будущем, это может означать резкий переворот событий, который потрясет основы вашей текущей ситуации. Это может быть как кризис, так и пробуждение к новым возможностям.',
                    reversDescriptions:
                        ' Перевернутая Башня может указывать на избежание катастрофы или затяжной процесс разрушения. В вашем случае это может означать, что предстоящие изменения будут менее резкими, но всё же потребуют внимания и адаптации.',
                },
                {
                    number: 17,
                    descriptions:
                        'Звезда является символом надежды, вдохновения и духовного просветления. В контексте ближайшего будущего, эта карта предвещает период гармонии, внутренней ясности и оптимизма. Это время для ваших мечтаний и стремлений, когда вы можете ожидать благоприятных возможностей для роста и самореализации.',
                    reversDescriptions:
                        ' Перевернутая Звезда может указывать на потерю веры и разочарование. В вашем случае это может означать, что в ближайшем будущем вы столкнетесь с некоторыми трудностями в сохранении оптимизма и достижении ваших целей.',
                },
                {
                    number: 18,
                    descriptions:
                        'Луна символизирует неопределенность, иллюзии и неясность. В контексте вашего вопроса, это может означать период смешения реальности и фантазии, когда трудно отличить правду от обмана. Вам следует быть осторожным с обманом, как со стороны других, так и собственным самообманом.',
                    reversDescriptions:
                        ' Перевернутая Луна может означать начало прояснения, раскрытие обмана или преодоление страхов. В вашем случае это может предвещать постепенное возвращение к ясности и пониманию реальности.',
                },
                {
                    number: 19,
                    descriptions:
                        'Солнце является одной из самых благоприятных карт в колоде, символизируя успех, радость и ясность. В контексте ближайшего будущего, эта карта обещает период счастья, достижения целей и общего благополучия. Это время, когда ваши усилия увенчаются успехом, и вы сможете наслаждаться плодами своего труда.',
                    reversDescriptions:
                        'Перевернутое Солнце может указывать на небольшие задержки или препятствия на пути к успеху. Однако, даже в перевернутом положении, эта карта остается относительно положительной, предвещая лишь временные трудности.',
                },
                {
                    number: 20,
                    descriptions:
                        'Суд олицетворяет возрождение, решения и важные переходы. В контексте ближайшего будущего, эта карта может означать важный момент переоценки и принятия решений, который приведет к значительным изменениям в вашей жизни. Это время для осмысления прошлого и движения вперед с новым пониманием.',
                    reversDescriptions:
                        'Перевернутый Суд может указывать на отсрочку важного решения или нежелание учиться на прошлых ошибках. В вашем случае это может означать необходимость переосмысления некоторых аспектов вашей жизни, прежде чем двигаться дальше.',
                },
                {
                    number: 21,
                    descriptions:
                        'Мир является картой завершения, гармонии и удовлетворения. В контексте ближайшего будущего, она предвещает успешное завершение текущих дел и достижение состояния равновесия и удовлетворенности в вашей жизни. Это время, когда вы можете ожидать урегулирования конфликтов и достижения внутреннего мира.',
                    reversDescriptions:
                        'Перевернутый Мир может означать незавершенность, отсутствие закрытия или внутренний дисбаланс. В вашем случае это может указывать на необходимость дополнительных усилий для достижения гармонии и удовлетворения в жизни.',
                },
                {
                    number: 22,
                    descriptions:
                        'Эта карта символизирует новое начало, вдохновение и возможности. В контексте ближайшего будущего, она предвещает всплеск энергии, творческого потенциала и возможность начать что-то новое.',
                    reversDescriptions:
                        'В перевернутом положении, Туз Жезлов может указывать на задержки, недостаток энтузиазма или потерянные возможности.',
                },
                {
                    number: 23,
                    descriptions:
                        'Эта карта олицетворяет планирование и решения. В контексте ближайшего будущего, она предсказывает период, когда вам предстоит выбрать направление и стратегию.',
                    reversDescriptions:
                        'Перевернутая Двойка Жезлов может означать страх перед неизвестным, нерешительность или проблемы с принятием решений',
                },
                {
                    number: 24,
                    descriptions:
                        'Тройка Жезлов ассоциируется с расширением горизонтов и ростом. В контексте ближайшего будущего, она предвещает успех в начинаниях и возможность расширения ваших планов.',
                    reversDescriptions:
                        'В перевернутом положении, эта карта может указывать на задержки в развитии, разочарование в ожиданиях или ограниченные возможности.',
                },
                {
                    number: 25,
                    descriptions:
                        'Четверка Жезлов символизирует празднование и стабильность. В контексте ближайшего будущего, она обещает радостные события, возможно, какие-то семейные торжества или достижение важной вехи.',
                    reversDescriptions:
                        'Четверка Жезлов может предвещать отсутствие поддержки, проблемы в личных отношениях или потерю предвкушения радости.',
                },
                {
                    number: 26,
                    descriptions:
                        'Пятерка Жезлов часто означает конкуренцию и небольшие конфликты. В контексте ближайшего будущего, она может указывать на необходимость борьбы за свои убеждения или преодоление препятствий.',
                    reversDescriptions:
                        'В перевернутом положении, эта карта может означать уход от конфликтов, поиск компромиссов или урегулирование споров.',
                },
                {
                    number: 27,
                    descriptions:
                        'Шестерка Жезлов ассоциируется с успехом и признанием. В контексте ближайшего будущего, она предвещает достижение целей и получение заслуженного признания.',
                    reversDescriptions:
                        'Перевернутая Шестерка Жезлов может указывать на задержку успеха, потерю уверенности или неудачу.',
                },
                {
                    number: 28,
                    descriptions:
                        'Семерка Жезлов символизирует оборону и стойкость. В контексте ближайшего будущего, она предсказывает необходимость защищать свои позиции и убеждения перед лицом вызовов.',
                    reversDescriptions:
                        'В перевернутом положении, эта карта может означать усталость от борьбы, чувство перегрузки или необходимость отступить.',
                },
                {
                    number: 29,
                    descriptions:
                        'Восьмерка Жезлов ассоциируется с быстрыми событиями и сообщениями. В контексте ближайшего будущего, она предвещает стремительные изменения и важные новости.',
                    reversDescriptions:
                        'Перевернутая Восьмерка Жезлов может указывать на задержки, недопонимание или фрустрацию из-за непредвиденных препятствий.',
                },
                {
                    number: 30,
                    descriptions:
                        'Эта карта символизирует настойчивость и упорство. В ближайшем будущем вас ждет период, когда вам придется проявить силу духа и решимость. Вы можете оказаться перед лицом последних препятствий на пути к вашей цели, но важно сохранять бдительность и не сдаваться. Это время для сбора сил и подготовки к последнему рывку.',
                    reversDescriptions:
                        'В перевернутом положении карта предупреждает о чрезмерной осторожности или паранойе. Возможно, вы слишком обеспокоены потенциальными угрозами, что мешает вашему прогрессу.',
                },
                {
                    number: 31,
                    descriptions:
                        'Эта карта часто указывает на перегрузку и усталость. В ближайшем будущем вы можете столкнуться с ситуацией, где бремя ответственности или обязанностей будет ощущаться сильно. Важно понять свои пределы и, возможно, искать поддержку или делегировать часть задач.',
                    reversDescriptions:
                        'В перевернутом виде карта может означать освобождение от тяжелых обязанностей или нахождение баланса между работой и личной жизнью.',
                },
                {
                    number: 32,
                    descriptions:
                        'Паж Жезлов символизирует энтузиазм, любопытство и желание приключений. В ближайшем будущем вас ждут новые возможности, которые пробудят ваш интерес и желание исследовать неизведанное. Это может быть начало нового увлекательного проекта или хобби.',
                    reversDescriptions:
                        'В перевернутом положении карта предупреждает о недостатке зрелости или несерьезном подходе к важным вещам. Возможно, вам нужно более ответственно относиться к предстоящим задачам.',
                },
                {
                    number: 33,
                    descriptions:
                        'Рыцарь Жезлов олицетворяет страсть, энергию и приключенческий дух. В ближайшем будущем вас ожидает период, когда ваша энергия и стремление к действию будут на пике. Это может быть время для смелых решений и быстрых действий. Однако будьте осторожны, чтобы ваша импульсивность не привела к необдуманным поступкам.',
                    reversDescriptions:
                        'В перевернутом виде карта предупреждает о потенциальной расточительности, импульсивности или недостатке планирования. Важно не терять голову и подходить к делам обдуманно.',
                },
                {
                    number: 34,
                    descriptions:
                        'Королева Жезлов представляет независимость, уверенность и силу характера. В ближайшем будущем вы можете обнаружить в себе усиление лидерских качеств, способность вдохновлять других и уверенно двигаться к своим целям. Это время, чтобы проявить свою страсть и творческий подход во всех начинаниях.',
                    reversDescriptions:
                        'В перевернутом положении карта может указывать на деспотизм, упрямство или эгоцентризм. Важно не забывать о чувствах и мнениях окружающих.',
                },
                {
                    number: 35,
                    descriptions:
                        'Король Жезлов символизирует лидерство, силу воли и способность влиять на окружающих. В ближайшем будущем вас может ожидать период, когда ваше влияние и способность принимать решения будут ключевыми. Это время для проявления смелости, честности и справедливости в лидерских качествах.',
                    reversDescriptions:
                        'В перевернутом виде карта предупреждает о тирании, деспотизме и упрямстве. Важно не злоупотреблять своей властью и оставаться справедливым.',
                },
                {
                    number: 36,
                    descriptions:
                        'Туз Кубков символизирует новое начало в области эмоций, отношений или творчества. В ближайшем будущем вас может ожидать новый романтический интерес, возрождение чувств или вдохновение для творчества. Это время для открытия сердца и принятия новых эмоциональных переживаний.',
                    reversDescriptions:
                        'В перевернутом виде карта может указывать на эмоциональное разочарование, потерю или невозможность выразить свои истинные чувства. Важно не закрываться от новых возможностей, несмотря на прошлые неудачи.',
                },
                {
                    number: 37,
                    descriptions:
                        'Двойка Кубков часто ассоциируется с гармоничными отношениями и партнерством. В ближайшем будущем вас может ожидать встреча с душевным партнером или углубление существующих отношений. Это время для обмена чувствами, понимания и гармонии в личных связях.',
                    reversDescriptions:
                        'В перевернутом виде карта предупреждает о возможных недопониманиях, разногласиях или разрыве в отношениях. Важно быть открытым к диалогу и не избегать решения конфликтов.',
                },
                {
                    number: 38,
                    descriptions:
                        'Тройка Кубков ассоциируется с общением, праздником и дружбой. В ближайшем будущем вас может ожидать веселое событие, встреча с друзьями или празднование успеха. Это время для социальных связей, радости и общения.',
                    reversDescriptions:
                        'В перевернутом виде карта может указывать на изоляцию, потерю связи с друзьями или чрезмерное погружение в собственные проблемы. Важно не упускать возможности для общения и поддержки.',
                },
                {
                    number: 39,
                    descriptions:
                        'Четверка Кубков часто связана с апатией, размышлениями и переосмыслением. В ближайшем будущем вас может ожидать период раздумий, во время которого вы можете чувствовать себя неудовлетворенными текущими обстоятельствами. Это время для внутреннего осмысления и поиска новых источников вдохновения.',
                    reversDescriptions:
                        'В перевернутом виде карта предлагает выйти из зоны комфорта, принять новые возможности и быть более открытым к изменениям. Важно не упускать новые шансы, даже если они кажутся незначительными.',
                },
                {
                    number: 40,
                    descriptions:
                        'Пятерка Кубков часто ассоциируется с потерей, горем и сожалением. В ближайшем будущем вас может ожидать ситуация, вызывающая эмоциональные трудности или разочарование. Важно признать свои чувства, но также искать пути для их преодоления и движения вперед.',
                    reversDescriptions:
                        'В перевернутом виде карта предполагает начало процесса исцеления, принятие прошлого и готовность двигаться дальше. Это время для освобождения от старых обид и открытия новых горизонтов.',
                },
                {
                    number: 41,
                    descriptions:
                        'Шестерка Кубков часто связана с ностальгией, воспоминаниями и старыми связями. В ближайшем будущем вас может ожидать возрождение старых отношений или воспоминаний о прошлом. Это время для переосмысления прошлых связей и возможно, возобновления давних дружеских или любовных отношений.',
                    reversDescriptions:
                        'В перевернутом виде карта предупреждает о чрезмерной поглощенности прошлым и необходимости сосредоточиться на настоящем. Важно не позволять прошлым воспоминаниям мешать текущему развитию и росту.',
                },
                {
                    number: 42,
                    descriptions:
                        'Семерка Кубков часто ассоциируется с мечтами, иллюзиями и выбором. В ближайшем будущем вас может ожидать период, когда вам придется делать выбор между реалистичными целями и недостижимыми мечтами. Это время для различения фантазий и реальности, принятия обоснованных решений.',
                    reversDescriptions:
                        'В перевернутом виде карта предлагает сконцентрироваться на конкретных целях и избегать отвлечения на нереалистичные идеи. Важно быть прагматичным и ориентированным на достижимые результаты.',
                },
                {
                    number: 43,
                    descriptions:
                        'Восьмерка Кубков часто ассоциируется с отказом от чего-то важного, поиском глубокого смысла и началом нового пути. В ближайшем будущем вас может ожидать решение оставить позади старые эмоциональные связи или ситуации, которые больше не приносят удовлетворения. Это время для духовного поиска и самопознания.',
                    reversDescriptions:
                        'В перевернутом виде карта предупреждает о колебаниях, неуверенности в принятии решения оставить привычное за плечами. Важно прояснить для себя, что действительно важно, и не бояться идти вперед.',
                },
                {
                    number: 44,
                    descriptions:
                        'Девятка Кубков символизирует удовлетворение, достижение желаемого и эмоциональное благополучие. В ближайшем будущем вас может ожидать период радости, гармонии и исполнения желаний. Это время, когда вы можете почувствовать себя удовлетворенными своими достижениями и окружающей средой.',
                    reversDescriptions:
                        'В перевернутом виде карта может указывать на недовольство, неисполнение желаний или иллюзорные ожидания. Важно быть реалистичным и не позволять себе увлекаться нереалистичными мечтами.',
                },
                {
                    number: 45,
                    descriptions:
                        'Десятка Кубков ассоциируется с семейным счастьем, гармонией и полнотой эмоционального удовлетворения. В ближайшем будущем вас может ожидать период стабильности, любви и радости в личной жизни. Это время для наслаждения миром и гармонией в отношениях и семейной жизни.',
                    reversDescriptions:
                        'В перевернутом виде карта может указывать на разлад, неудовлетворенность в личных отношениях или семейные проблемы. Важно работать над восстановлением гармонии и понимания.',
                },
                {
                    number: 46, // Паж Кубков
                    descriptions:
                        'Паж Кубков символизирует открытость к новым эмоциональным переживаниям, интуицию и воображение. В ближайшем будущем вас может ожидать новое начало, связанное с эмоциональным развитием или творческими начинаниями. Это время для исследования своих чувств и принятия новых идей.',
                    reversDescriptions:
                        'В перевернутом виде карта предупреждает о незрелости, иллюзиях или эмоциональной неуверенности. Важно развивать эмоциональную зрелость и не позволять фантазиям управлять вашими решениями.',
                },
                {
                    number: 47, // Рыцарь Кубков
                    descriptions:
                        'Рыцарь Кубков ассоциируется с романтичностью, чувственностью и искателем приключений. В ближайшем будущем вас может ожидать период, когда вы будете готовы следовать за зовом сердца, будь то в любви или в творчестве. Это время для прислушивания к своим чувствам и открытия новых эмоциональных горизонтов.',
                    reversDescriptions:
                        'В перевернутом виде карта предупреждает о чрезмерной эмоциональности, нереалистичных ожиданиях или непостоянстве. Важно сохранять баланс между мечтами и реальностью.',
                },
                {
                    number: 48, // Королева Кубков
                    descriptions:
                        'Королева Кубков символизирует эмоциональную глубину, интуицию и заботу. В ближайшем будущем вас может ожидать период, когда вы будете особенно чутки и внимательны к чувствам других. Это время для проявления сочувствия, понимания и эмоциональной поддержки окружающих.',
                    reversDescriptions:
                        'В перевернутом виде карта может указывать на эмоциональную нестабильность, чрезмерную чувствительность или заботу о других до ущерба себе. Важно найти баланс между заботой о себе и о других.',
                },
                {
                    number: 49, // Король Кубков
                    descriptions:
                        'Король Кубков ассоциируется с эмоциональной стабильностью, зрелостью и дипломатичностью. В ближайшем будущем вас может ожидать период, когда вам потребуется использовать свои эмоциональные навыки для решения сложных вопросов. Это время для проявления мудрости, сдержанности и понимания в отношениях и принятии решений.',
                    reversDescriptions:
                        'В перевернутом виде карта предупреждает о дистанцированности, эмоциональном отстранении или нерешительности. Важно не подавлять свои чувства и быть открытым к эмоциональным переживаниям.',
                },
                {
                    number: 50, // Туз Мечей
                    descriptions:
                        'Туз Мечей символизирует прорыв, ясность мысли и новое понимание. В ближайшем будущем вас может ожидать момент озарения или важное открытие, которое принесет ясность в сложную ситуацию. Это время для принятия решений на основе логики и объективности.',
                    reversDescriptions:
                        'В перевернутом виде карта может указывать на путаницу, недопонимание или затруднения в принятии решений. Важно избегать поспешных выводов и стремиться к ясности мысли.',
                },
                {
                    number: 51, // Двойка Мечей
                    descriptions:
                        'Двойка Мечей часто ассоциируется с решениями, которые требуют баланса и компромисса. В ближайшем будущем вас может ожидать ситуация, требующая нейтральности и объективности. Это время для взвешенных решений и избегания экстремальных мнений.',
                    reversDescriptions:
                        'В перевернутом виде карта предупреждает о конфликтах, нерешительности и отсутствии баланса. Важно быть открытым к разным точкам зрения и избегать застоя в принятии решений.',
                },
                {
                    number: 52, // Тройка Мечей
                    descriptions:
                        'Тройка Мечей часто связана с болью, разочарованием и горем. В ближайшем будущем вас может ожидать эмоционально тяжелый период или конфликт, который принесет душевные страдания. Это время для принятия трудных истин и работе над их преодолением.',
                    reversDescriptions:
                        'В перевернутом виде карта может указывать на начало исцеления, преодоление горя и постепенное восстановление. Важно дать себе время на восстановление и не торопить процесс.',
                },
                {
                    number: 53, // Четверка Мечей
                    descriptions:
                        'Четверка Мечей ассоциируется с отдыхом, восстановлением и медитацией. В ближайшем будущем вам может потребоваться период покоя и размышлений для восстановления сил. Это время для зарядки батарей и психологического отдыха.',
                    reversDescriptions:
                        'В перевернутом виде карта предупреждает о необходимости прервать период покоя и вернуться к активной деятельности. Важно не застревать в состоянии бездействия и вновь включиться в жизнь.',
                },
                {
                    number: 54, // Пятерка Мечей
                    descriptions:
                        'Пятерка Мечей часто связана с конфликтом, поражением и необходимостью признать свои ошибки. В ближайшем будущем вас может ожидать сложная ситуация, в которой вам придется столкнуться с последствиями своих действий. Это время для переосмысления своих подходов и возможно, признания поражения.',
                    reversDescriptions:
                        'В перевернутом виде карта может указывать на примирение, урегулирование конфликтов и возможность начать все с чистого листа. Важно быть готовым к компромиссам и обучению на своих ошибках.',
                },
                {
                    number: 55, // Шестерка Мечей
                    descriptions:
                        'Шестерка Мечей ассоциируется с переходом, перемены и отход от трудностей. В ближайшем будущем вас может ожидать период перемены, возможно, переезд или изменение ваших взглядов. Это время для движения вперед и оставления позади трудностей.',
                    reversDescriptions:
                        'В перевернутом виде карта предупреждает о задержке или необходимости переосмыслить свое решение о переменах. Важно убедиться, что вы движетесь в правильном направлении.',
                },
                {
                    number: 56, // Семерка Мечей
                    descriptions:
                        'Семерка Мечей часто связана с обманом, хитростью и необходимостью быть бдительным. В ближайшем будущем вас может ожидать ситуация, в которой вам придется быть осторожными и избегать обмана. Это время для бдительности и критического мышления.',
                    reversDescriptions:
                        'В перевернутом виде карта может указывать на разоблачение обмана, возвращение к честности и прямоте. Важно быть открытым и честным как с собой, так и с другими.',
                },
                {
                    number: 57, // Восьмерка Мечей
                    descriptions:
                        'Восьмерка Мечей ассоциируется с ограничениями, изоляцией и чувством бессилия. В ближайшем будущем вас может ожидать ситуация, в которой вы почувствуете себя застрявшими или ограниченными. Это время для осознания собственных ограничений и поиска способов их преодоления.',
                    reversDescriptions:
                        'В перевернутом виде карта предполагает освобождение от ограничений, преодоление страхов и возвращение к свободе действий. Важно использовать этот момент для движения вперед.',
                },
                {
                    number: 58, // Девятка Мечей
                    descriptions:
                        'Девятка Мечей связана с беспокойством, страхами и тревогой. В ближайшем будущем вас может ожидать период стресса и беспокойства. Это время для осознания своих страхов и работы над их преодолением, а также поиск поддержки, если это необходимо.',
                    reversDescriptions:
                        'В перевернутом виде карта может указывать на начало исцеления, уменьшение беспокойства и возможность преодолеть свои страхи. Важно продолжать работу над собой и не отступать перед лицом трудностей.',
                },
                {
                    number: 59, // Десятка Мечей
                    descriptions:
                        'Десятка Мечей символизирует крайность, поражение и необходимость принять конец чего-то. В ближайшем будущем вас может ожидать ситуация, которая окажется завершающей фазой или концом некоего периода. Это время для принятия реальности и подготовки к новому началу.',
                    reversDescriptions:
                        'В перевернутом виде карта предполагает возможность восстановления, новое начало после трудного периода. Важно воспользоваться этим шансом для восстановления и возрождения.',
                },
                {
                    number: 60, // Паж Мечей
                    descriptions:
                        'Паж Мечей символизирует любознательность, энергичность и готовность к новым идеям. В ближайшем будущем вас может ожидать новая информация или идея, которая потребует внимания и анализа. Это время для изучения нового и нестандартного мышления.',
                    reversDescriptions:
                        'В перевернутом виде карта предупреждает о сплетнях, недоразумениях или незрелом подходе к информации. Важно быть осторожным в общении и проверять информацию перед действием.',
                },
                {
                    number: 61, // Рыцарь Мечей
                    descriptions:
                        'Рыцарь Мечей ассоциируется с решительностью, агрессивностью и быстрым действием. В ближайшем будущем вас может ожидать ситуация, требующая быстрого и решительного вмешательства. Это время для действия, но важно не быть слишком импульсивным.',
                    reversDescriptions:
                        'В перевернутом виде карта предупреждает о риске импульсивных действий, агрессии или необдуманных решений. Важно взвешивать свои действия и не действовать поспешно.',
                },
                {
                    number: 62, // Королева Мечей
                    descriptions:
                        'Королева Мечей символизирует четкость мысли, независимость и честность. В ближайшем будущем вас может ожидать необходимость быть объективным, честным и прямолинейным в своих суждениях. Это время для ясности мысли и справедливости в решениях.',
                    reversDescriptions:
                        'В перевернутом виде карта может указывать на холодность, критичность или отстраненность. Важно сохранять справедливость, но также проявлять сочувствие и понимание.',
                },
                {
                    number: 63, // Король Мечей
                    descriptions:
                        'Король Мечей ассоциируется с авторитетом, логическим мышлением и справедливостью. В ближайшем будущем вас может ожидать необходимость принятия важных решений с использованием логики и объективности. Это время для проявления лидерских качеств и четкости мысли.',
                    reversDescriptions:
                        'В перевернутом виде карта предупреждает о деспотизме, жестокости или злоупотреблении властью. Важно быть справедливым и не поддаваться желанию контролировать других.',
                },
                {
                    number: 64, // Туз Пентаклей
                    descriptions:
                        'Туз Пентаклей символизирует новые возможности в финансовых делах, карьере или материальных вопросах. В ближайшем будущем вас может ожидать начало нового проекта или возможность для финансового роста. Это время для заложения основы будущего успеха и стабильности.',
                    reversDescriptions:
                        'В перевернутом виде карта может указывать на упущенные возможности, задержки в финансовых делах или нестабильность. Важно быть внимательным к деталям и не упускать возможности.',
                },
                {
                    number: 65, // Двойка Пентаклей
                    descriptions:
                        'Двойка Пентаклей часто ассоциируется с балансом, адаптацией и управлением несколькими задачами. В ближайшем будущем вас может ожидать необходимость балансировать между разными областями жизни или проектами. Это время для гибкости и умения поддерживать равновесие.',
                    reversDescriptions:
                        'В перевернутом виде карта предупреждает о дисбалансе, перегрузке и потере контроля. Важно не брать на себя слишком много и искать способы восстановления баланса.',
                },
                {
                    number: 66, // Тройка Пентаклей
                    descriptions:
                        'Тройка Пентаклей связана с командной работой, планированием и компетентностью. В ближайшем будущем вас может ожидать успешное сотрудничество в проектах или бизнесе. Это время для объединения усилий, обмена знаниями и достижения общих целей.',
                    reversDescriptions:
                        'В перевернутом виде карта может указывать на недостаток организации, конфликты в команде или отсутствие согласованности. Важно работать над улучшением коммуникации и четкости планов.',
                },
                {
                    number: 67, // Четверка Пентаклей
                    descriptions:
                        'Четверка Пентаклей ассоциируется с желанием контроля, стабильности и сопротивлением изменениям. В ближайшем будущем вас может ожидать необходимость защиты своих ресурсов, но также и риск быть слишком консервативным. Это время для осознанного управления ресурсами, но без чрезмерной жадности.',
                    reversDescriptions:
                        'В перевернутом виде карта предупреждает о потере контроля над финансами, чрезмерной щедрости или необходимости открыться для новых возможностей. Важно найти баланс между сохранением и расширением.',
                },
                {
                    number: 68, // Пятерка Пентаклей
                    descriptions:
                        'Пятерка Пентаклей часто связана с финансовыми трудностями, неуверенностью и потребностью в помощи. В ближайшем будущем вас может ожидать период испытаний, где вам может потребоваться искать поддержку и новые способы решения проблем. Это время для учения на трудностях и поиска новых решений.',
                    reversDescriptions:
                        'В перевернутом виде карта может указывать на начало улучшения финансового положения, возможность преодолеть трудности и находить новые источники поддержки.',
                },
                {
                    number: 69, // Шестерка Пентаклей
                    descriptions:
                        'Шестерка Пентаклей ассоциируется с щедростью, поделиться и взаимопомощью. В ближайшем будущем вас может ожидать возможность помочь другим или получить помощь. Это время для демонстрации щедрости и благодарности, а также для укрепления взаимоотношений через обмен ресурсами.',
                    reversDescriptions:
                        'В перевернутом виде карта предупреждает о неблагоразумной щедрости, финансовой зависимости или неравноправных отношениях. Важно стремиться к справедливости и равновесию в давании и получении.',
                },
                {
                    number: 70, // Семерка Пентаклей
                    descriptions:
                        'Семерка Пентаклей связана с терпением, долгосрочным планированием и ожиданием результатов. В ближайшем будущем вас может ожидать период, когда важно проявить терпение и настойчивость. Ваши усилия будут вознаграждены, но это потребует времени. Это время для уверенности в своих действиях и ожидания их плодов.',
                    reversDescriptions:
                        'В перевернутом виде карта может указывать на разочарование из-за задержек, необходимость пересмотреть свои ожидания или стратегии. Важно быть готовым к изменениям и адаптации своих планов.',
                },
                {
                    number: 71, // Восьмерка Пентаклей
                    descriptions:
                        'Восьмерка Пентаклей ассоциируется с усердной работой, вниманием к деталям и стремлением к совершенству. В ближайшем будущем вас может ожидать период, когда ваша усердная работа и внимание к деталям принесут значительные результаты. Это время для сосредоточения на своих задачах и стремления к достижению целей.',
                    reversDescriptions:
                        'В перевернутом виде карта может указывать на чрезмерную занятость, перфекционизм или необходимость переосмыслить свой подход к работе. Важно найти баланс между работой и отдыхом.',
                },
                {
                    number: 72, // Девятка Пентаклей
                    descriptions:
                        'Девятка Пентаклей символизирует достижение, благополучие и уверенность в себе. В ближайшем будущем вас может ожидать период успеха и финансовой стабильности. Вы можете почувствовать удовлетворение от своих достижений и стабильности в материальных вопросах. Это время для наслаждения плодами своего труда.',
                    reversDescriptions:
                        'В перевернутом виде карта может указывать на потерю финансовой стабильности, чрезмерную самоуверенность или необходимость быть более осмотрительным в финансовых делах.',
                },
                {
                    number: 73, // Десятка Пентаклей
                    descriptions:
                        'Десятка Пентаклей ассоциируется с богатством, наследством и долгосрочной стабильностью. В ближайшем будущем вас может ожидать период процветания, стабильности и безопасности. Это может быть связано с семейными делами, наследством или достижением долгосрочных целей. Это время для признательности и возможно, планирования будущего наследства.',
                    reversDescriptions:
                        'В перевернутом виде карта может указывать на финансовые проблемы в семье, потерю стабильности или необходимость более внимательно управлять своими ресурсами.',
                },
                {
                    number: 74, // Паж Пентаклей
                    descriptions:
                        'Паж Пентаклей символизирует ученичество, открытость к новым знаниям и начало пути. В ближайшем будущем вас может ожидать новая возможность для обучения или начала нового проекта. Это время для исследования, обучения и применения новых знаний на практике.',
                    reversDescriptions:
                        'В перевернутом виде карта предупреждает о недостатке практичности, отсутствии концентрации или потере интереса к учебе. Важно оставаться сосредоточенным и мотивированным.',
                },
                {
                    number: 75, // Рыцарь Пентаклей
                    descriptions:
                        'Рыцарь Пентаклей ассоциируется с надежностью, терпением и постоянством. В ближайшем будущем вас может ожидать необходимость проявить терпение и последовательность в достижении своих целей. Это время для стабильного прогресса и надежного подхода к делам.',
                    reversDescriptions:
                        'В перевернутом виде карта может указывать на стагнацию, неэффективность или упрямство. Важно быть готовым к изменениям и не бояться принимать новые подходы.',
                },
                {
                    number: 76, // Королева Пентаклей
                    descriptions:
                        'Королева Пентаклей символизирует плодородие, заботу и практичность. В ближайшем будущем вас может ожидать период, когда ваша способность заботиться о других и управлять практическими делами будет ключевой. Это время для проявления теплоты, щедрости и практической мудрости.',
                    reversDescriptions:
                        'В перевернутом виде карта предупреждает о чрезмерной заботе, материализме или игнорировании эмоциональных потребностей. Важно найти баланс между материальным и эмоциональным.',
                },
                {
                    number: 77, // Королева Пентаклей
                    descriptions: "Король Пентаклей символизирует успех, надежность и достижение материального благополучия. В контексте вашего вопроса, это может указывать на то, что вы проявляете прагматичный и стабильный подход к своему ближайшему будущему. Вы чувствуете себя уверенно и способны реально оценивать свои возможности. Ваше отношение к гаданию может быть практичным, и вы, вероятно, ищете конкретные, реальные советы, которые можно применить в жизни.",
                    reversDescriptions: "В перевернутом положении Король Пентаклей может указывать на излишнюю осторожность или материализм. В вашем случае это может означать, что вы слишком фокусируетесь на материальных аспектах своего будущего, возможно, упуская из виду эмоциональные или духовные аспекты. Ваше самоощущение может быть слишком завязано на внешних достижениях, и это может мешать вам видеть более широкую картину. Ваше отношение к гаданию может быть скептическим или слишком критичным."        
                },
            ],
        },
        {
            number: 7,
            card: [
                {
                    number: 0, // Дурак
                    descriptions:
                        "Карта 'Дурак' символизирует новые начинания, свободу от предрассудков и открытость к новым возможностям. Ваш стиль поведения может быть свободным и непредсказуемым, вы готовы к новым приключениям и не боитесь неизвестности. Ваше отношение к гаданию может быть любознательным и открытым, вы готовы исследовать новые горизонты и не боитесь неопределенности.",
                    reversDescriptions:
                        'В перевернутом виде карта может указывать на небрежность, несерьезное отношение к гаданию или нежелание учиться на своих ошибках. Важно быть более осознанным в своих действиях.',
                },
                {
                    number: 1, // Маг
                    descriptions:
                        "Карта 'Маг' олицетворяет творческий подход, умение использовать свои ресурсы и уверенность в своих способностях. Ваш стиль поведения может быть активным и целеустремленным. Вы чувствуете, что у вас есть все необходимое для достижения своих целей. Ваше отношение к гаданию может быть практичным, вы ищете конкретные ответы и готовы действовать.",
                    reversDescriptions:
                        'В перевернутом виде карта может указывать на нерешительность, неуверенность в своих способностях или злоупотребление своими талантами. Важно сосредоточиться на своих сильных сторонах и использовать их правильно.',
                },
                {
                    number: 2, // Жрица
                    descriptions:
                        "Карта 'Жрица' символизирует интуицию, тайны и внутреннее знание. Ваш стиль поведения может быть сдержанным и интуитивным. Вы склонны полагаться на свою интуицию и внутренний голос. Ваше отношение к гаданию может быть глубоким и серьезным, вы ищете скрытые знания и ответы на внутренние вопросы.",
                    reversDescriptions:
                        'В перевернутом виде карта может указывать на отсутствие внимания к интуиции, заблуждения или скрытую информацию. Важно быть более открытым к своему внутреннему миру и не игнорировать интуитивные подсказки.',
                },
                {
                    number: 3, // Императрица
                    descriptions:
                        "Карта 'Императрица' ассоциируется с творчеством, плодородием и заботой. Ваш стиль поведения может быть заботливым и творческим. Вы стремитесь создавать и питать, будь то идеи, проекты или отношения. Ваше отношение к гаданию может быть позитивным, вы ищете гармонию и красоту в ответах.",
                    reversDescriptions:
                        'В перевернутом виде карта может указывать на избыточную опеку, лень или недостаток творчества. Важно найти баланс между заботой о других и о себе, а также развивать свои творческие способности.',
                },
                {
                    number: 4, // Император
                    descriptions:
                        "Карта 'Император' символизирует структуру, контроль и авторитет. Ваш стиль поведения может быть решительным и организованным. Вы стремитесь к порядку и стабильности в своей жизни. Ваше отношение к гаданию может быть практичным и систематизированным, вы ищете конкретные и ясные ответы.",
                    reversDescriptions:
                        'В перевернутом виде карта может указывать на деспотизм, жесткость или неспособность адаптироваться к изменениям. Важно быть гибким и не злоупотреблять своей властью.',
                },
                {
                    number: 5, // Иерофант
                    descriptions:
                        "Карта 'Иерофант' ассоциируется с традициями, духовными ценностями и обучением. Ваш стиль поведения может быть консервативным и основанным на устоявшихся убеждениях. Вы цените мудрость и знания, передаваемые через традиции. Ваше отношение к гаданию может быть серьезным, вы ищете глубокие духовные ответы и руководство.",
                    reversDescriptions:
                        'В перевернутом виде карта может указывать на ограниченность взглядов, ригидность или отказ от традиционных ценностей. Важно быть открытым к новым идеям и не ограничивать себя старыми убеждениями.',
                },
                {
                    number: 6, // Влюбленные
                    descriptions:
                        "Карта 'Влюбленные' символизирует гармонию, отношения и выборы, сделанные сердцем. Ваш стиль поведения может быть гармоничным и сосредоточенным на отношениях. Вы стремитесь к балансу и единству в своей жизни. Ваше отношение к гаданию может быть искренним и эмоциональным, вы ищете ответы, которые гармонируют с вашими чувствами.",
                    reversDescriptions:
                        'В перевернутом виде карта может указывать на конфликты в отношениях, нерешительность или эмоциональные колебания. Важно быть честным с собой и принимать решения, основанные на глубоких чувствах.',
                },
                {
                    number: 7, // Колесница
                    descriptions:
                        "Карта 'Колесница' ассоциируется с напористостью, контролем над обстоятельствами и достижением целей. Ваш стиль поведения может быть динамичным и направленным на успех. Вы стремитесь к преодолению препятствий и достижению своих целей. Ваше отношение к гаданию может быть целеустремленным, вы ищете решения, которые помогут вам двигаться вперед.",
                    reversDescriptions:
                        'В перевернутом виде карта может указывать на агрессивность, потерю контроля или направления. Важно сохранять баланс и не терять из виду свои истинные цели.',
                },
                {
                    number: 8, // Сила
                    descriptions:
                        "Карта 'Сила' символизирует внутреннюю силу, мужество и уверенность. Ваш стиль поведения может быть спокойным, но уверенным. Вы используете свою внутреннюю силу для преодоления препятствий. Ваше отношение к гаданию может быть сосредоточенным на саморазвитии и преодолении внутренних страхов.",
                    reversDescriptions:
                        'В перевернутом виде карта может указывать на неуверенность, страх или злоупотребление силой. Важно работать над своей внутренней гармонией и не позволять страхам управлять вашими действиями.',
                },
                {
                    number: 9, // Отшельник
                    descriptions:
                        "Карта 'Отшельник' ассоциируется с самоанализом, внутренним поиском и мудростью. Ваш стиль поведения может быть созерцательным и интроспективным. Вы стремитесь к пониманию глубин своего 'Я'. Ваше отношение к гаданию может быть глубоко личным, вы ищете ответы внутри себя и цените мудрость, которую приносит время и опыт.",
                    reversDescriptions:
                        'В перевернутом виде карта может указывать на одиночество, отчужденность или нежелание смотреть внутрь себя. Важно не избегать самоанализа и быть открытым к внутренним открытиям.',
                },
                {
                    number: 10, // Колесо Фортуны
                    descriptions:
                        "Карта 'Колесо Фортуны' символизирует изменения, цикличность и судьбу. Ваш стиль поведения может быть гибким и адаптивным, готовым к переменам. Вы можете чувствовать, что находитесь на пороге важных изменений. Ваше отношение к гаданию может быть открытым и ожидающим, с интересом к тому, что принесет будущее.",
                    reversDescriptions:
                        'В перевернутом виде карта может указывать на сопротивление изменениям, застой или непредсказуемость событий. Важно быть готовым к переменам и принимать их как часть жизни.',
                },
                {
                    number: 11, // Правосудие
                    descriptions:
                        "Карта 'Правосудие' ассоциируется с справедливостью, балансом и ответственностью. Ваш стиль поведения может быть рациональным и справедливым. Вы стремитесь к честности и равновесию в своих решениях. Ваше отношение к гаданию может быть серьезным, ищущим истины и справедливости в ответах.",
                    reversDescriptions:
                        'В перевернутом виде карта может указывать на несправедливость, предвзятость или невозможность увидеть все стороны ситуации. Важно быть объективным и справедливым.',
                },
                {
                    number: 12, // Повешенный
                    descriptions:
                        "Карта 'Повешенный' символизирует самопожертвование, новые перспективы и паузу. Ваш стиль поведения может быть неконформистским, вы готовы посмотреть на вещи по-новому. Вы можете чувствовать, что находитесь в состоянии ожидания или переосмысления. Ваше отношение к гаданию может быть открытым для нестандартных ответов и готовым к саморефлексии.",
                    reversDescriptions:
                        'В перевернутом виде карта может указывать на застой, нежелание меняться или отсутствие готовности к самопожертвованию. Важно быть готовым к изменениям и новым урокам.',
                },
                {
                    number: 13, // Смерть
                    descriptions:
                        "Карта 'Смерть' ассоциируется с концом, трансформацией и началом нового. Ваш стиль поведения может быть готовым к радикальным изменениям и отпусканию старого. Вы можете чувствовать, что наступает время больших перемен. Ваше отношение к гаданию может быть серьезным, с признанием необходимости изменений и преобразований.",
                    reversDescriptions:
                        'В перевернутом виде карта может указывать на страх перед изменениями, прикрепленность к прошлому или отказ от необходимости трансформации. Важно быть открытым к новым начинаниям.',
                },
                {
                    number: 14, // Умеренность
                    descriptions:
                        "Карта 'Умеренность' символизирует баланс, терпение и умеренность. Ваш стиль поведения может быть спокойным и сбалансированным. Вы стремитесь к гармонии и избегаете крайностей. Ваше отношение к гаданию может быть терпеливым, ищущим гармонии и равновесия в ответах.",
                    reversDescriptions:
                        'В перевернутом виде карта может указывать на дисбаланс, нетерпение или чрезмерность. Важно стремиться к умеренности и избегать крайностей.',
                },
                {
                    number: 15, // Дьявол
                    descriptions:
                        "Карта 'Дьявол' ассоциируется с привязанностями, материализмом и искушениями. Ваш стиль поведения может быть сосредоточен на материальных или физических удовольствиях, возможно, с пренебрежением духовными аспектами. Ваше отношение к гаданию может быть искателем запретных знаний или стремлением к власти.",
                    reversDescriptions:
                        'В перевернутом виде карта может указывать на освобождение от привязанностей, преодоление зависимостей или осознание материальных ограничений. Важно искать баланс между материальным и духовным.',
                },
                {
                    number: 16, // Башня
                    descriptions:
                        "Карта 'Башня' символизирует внезапные изменения, разрушение иллюзий и пробуждение. Ваш стиль поведения может быть динамичным и готовым к резким переменам. Вы можете чувствовать, что находитесь в эпицентре важных событий. Ваше отношение к гаданию может быть ожидающим разрушения старых структур и поиска истины.",
                    reversDescriptions:
                        'В перевернутом виде карта может указывать на страх перед переменами, отказ от принятия реальности или упорство в иллюзиях. Важно быть готовым к неожиданным изменениям.',
                },
                {
                    number: 17, // Звезда
                    descriptions:
                        "Карта 'Звезда' ассоциируется с надеждой, вдохновением и верой. Ваш стиль поведения может быть оптимистичным и вдохновляющим. Вы стремитесь к гармонии и верите в светлое будущее. Ваше отношение к гаданию может быть полным надежды и поиска духовного руководства.",
                    reversDescriptions:
                        'В перевернутом виде карта может указывать на потерю надежды, разочарование или отсутствие веры. Важно восстановить свою веру и найти источники вдохновения.',
                },
                {
                    number: 18, // Луна
                    descriptions:
                        "Карта 'Луна' символизирует неопределенность, сны и подсознательное. Ваш стиль поведения может быть интуитивным и загадочным. Вы можете чувствовать себя погруженным в мир своих чувств и интуиции. Ваше отношение к гаданию может быть исследованием скрытых аспектов вашего сознания и поиском глубоких ответов.",
                    reversDescriptions:
                        'В перевернутом виде карта может указывать на заблуждения, иллюзии или непонимание своих истинных чувств. Важно различать реальность и фантазии.',
                },
                {
                    number: 19, // Солнце
                    descriptions:
                        "Карта 'Солнце' ассоциируется с радостью, успехом и ясностью. Ваш стиль поведения может быть жизнерадостным и оптимистичным. Вы чувствуете себя уверенно и полны энергии. Ваше отношение к гаданию может быть полным энтузиазма и ожидания положительных результатов.",
                    reversDescriptions:
                        'В перевернутом виде карта может указывать на недостаток энергии, пессимизм или нереализованные ожидания. Важно сохранять позитивный настрой и не терять веру в себя.',
                },
                {
                    number: 20, // Суд
                    descriptions:
                        "Карта 'Суд' символизирует возрождение, судьбу и самоосознание. Ваш стиль поведения может быть направлен на переоценку прошлого и готовность к новому началу. Вы можете чувствовать, что пришло время для важных решений и изменений. Ваше отношение к гаданию может быть серьезным, с готовностью принять истины и двигаться вперед.",
                    reversDescriptions:
                        'В перевернутом виде карта может указывать на отсутствие закрытия, нежелание учиться на прошлом или страх перед новым началом. Важно быть готовым к переменам и принимать уроки прошлого.',
                },
                {
                    number: 21, // Мир
                    descriptions:
                        "Карта 'Мир' ассоциируется с завершением, гармонией и удовлетворением. Ваш стиль поведения может быть спокойным и уверенным в достижении гармонии и баланса. Вы чувствуете, что достигли важного этапа в своей жизни. Ваше отношение к гаданию может быть благодарным и осознанным, с признанием достигнутых результатов и готовностью к новым начинаниям.",
                    reversDescriptions:
                        'В перевернутом виде карта может указывать на незавершенность, дисгармонию или недовольство. Важно стремиться к завершению начатых дел и находить гармонию в своей жизни.',
                },
                {
                    number: 22, // Туз Жезлов
                    descriptions:
                        'Туз Жезлов символизирует новое начало, вдохновение и творческую энергию. Ваш стиль поведения может быть инициативным и полным энтузиазма. Вы готовы принять новые идеи и проекты. Ваше отношение к гаданию может быть открытым и ожидающим новых возможностей и начинаний.',
                    reversDescriptions:
                        'В перевернутом виде карта может указывать на задержку, нехватку энергии или потерю вдохновения. Важно восстановить свою мотивацию и не терять энтузиазм.',
                },
                {
                    number: 23, // Двойка Жезлов
                    descriptions:
                        'Двойка Жезлов ассоциируется с планированием, решениями и открытием новых горизонтов. Ваш стиль поведения может быть направлен на будущее, с готовностью к принятию решений. Вы взвешиваете свои возможности и планируете следующие шаги. Ваше отношение к гаданию может быть исследовательским, с интересом к тому, что ждет впереди.',
                    reversDescriptions:
                        'В перевернутом виде карта может указывать на страх перед неизвестным, нерешительность или отсутствие плана. Важно найти уверенность в своих решениях и двигаться вперед.',
                },
                {
                    number: 24, // Тройка Жезлов
                    descriptions:
                        'Тройка Жезлов связана с расширением горизонтов, ростом и исследованием. Ваш стиль поведения может быть предприимчивым и ориентированным на будущее. Вы ожидаете роста и развития своих начинаний. Ваше отношение к гаданию может быть оптимистичным, с ожиданием положительных изменений и возможностей.',
                    reversDescriptions:
                        'В перевернутом виде карта может указывать на задержки, разочарования в планах или ограниченные возможности. Важно переосмыслить свои стратегии и быть готовым к изменениям.',
                },
                {
                    number: 25, // Четверка Жезлов
                    descriptions:
                        'Четверка Жезлов символизирует празднование, гармонию и стабильность. Ваш стиль поведения может быть радостным и социальным. Вы находите удовлетворение в общении и праздновании достижений. Ваше отношение к гаданию может быть полным ожидания хороших новостей и приятных событий.',
                    reversDescriptions:
                        'В перевернутом виде карта может указывать на отсутствие гармонии, разочарование или отмену празднования. Важно найти источники радости даже в сложных обстоятельствах.',
                },
                {
                    number: 26, // Пятерка Жезлов
                    descriptions:
                        'Пятерка Жезлов ассоциируется с конкуренцией, конфликтами и борьбой за власть. Ваш стиль поведения может быть конфликтным или конкурентным. Вы можете столкнуться с препятствиями или соперничеством. Ваше отношение к гаданию может быть направлено на поиск решений для преодоления конфликтов и достижения своих целей.',
                    reversDescriptions:
                        'В перевернутом виде карта может указывать на усталость от конфликтов, необходимость компромисса или избегание прямых столкновений. Важно найти мирные решения и стремиться к гармонии.',
                },
                {
                    number: 27, // Шестерка Жезлов
                    descriptions:
                        'Шестерка Жезлов связана с успехом, признанием и уверенностью. Ваш стиль поведения может быть уверенным и оптимистичным. Вы чувствуете, что ваши усилия приносят плоды, и вы на правильном пути. Ваше отношение к гаданию может быть направлено на подтверждение вашего успеха и признания ваших достижений.',
                    reversDescriptions:
                        'В перевернутом виде карта может указывать на неудачу, отсутствие признания или потерю уверенности. Важно не терять веру в себя и продолжать двигаться вперед, несмотря на препятствия.',
                },
                {
                    number: 28, // Семерка Жезлов
                    descriptions:
                        'Семерка Жезлов символизирует оборону, стойкость и упорство. Ваш стиль поведения может быть решительным и защитным. Вы готовы защищать свои убеждения и достижения. Ваше отношение к гаданию может быть направлено на поиск силы для преодоления трудностей и поддержания своих позиций.',
                    reversDescriptions:
                        'В перевернутом виде карта может указывать на отступление, усталость от борьбы или необходимость переосмысления своих битв. Важно выбирать свои битвы мудро и знать, когда стоит отступить.',
                },
                {
                    number: 29, // Восьмерка Жезлов
                    descriptions:
                        'Восьмерка Жезлов ассоциируется с быстрыми изменениями, движением и прогрессом. Ваш стиль поведения может быть динамичным и направленным на быстрое достижение результатов. Вы ожидаете скорых изменений и новостей. Ваше отношение к гаданию может быть направлено на получение быстрых ответов и решений.',
                    reversDescriptions:
                        'В перевернутом виде карта может указывать на задержки, недопонимание или замедление темпа. Важно сохранять терпение и не торопить события.',
                },
                {
                    number: 30, // Девятка Жезлов
                    descriptions:
                        'Девятка Жезлов символизирует настойчивость, упорство и готовность к препятствиям. Ваш стиль поведения может быть осторожным и решительным. Вы готовы стоять на своем и преодолевать трудности. Ваше отношение к гаданию может быть направлено на поиск поддержки и силы для преодоления препятствий.',
                    reversDescriptions:
                        'В перевернутом виде карта может указывать на паранойю, излишнюю осторожность или усталость от борьбы. Важно найти баланс между бдительностью и доверием к процессу.',
                },
                {
                    number: 31, // Десятка Жезлов
                    descriptions:
                        'Десятка Жезлов ассоциируется с перегрузкой, усталостью и чрезмерной ответственностью. Ваш стиль поведения может быть перегруженным и напряженным. Вы можете чувствовать, что берете на себя слишком много обязанностей. Ваше отношение к гаданию может быть направлено на поиск способов облегчения бремени и восстановления баланса.',
                    reversDescriptions:
                        'В перевернутом виде карта может указывать на необходимость отпустить некоторые обязанности, делегировать задачи или переосмыслить свои приоритеты. Важно заботиться о своем благополучии.',
                },
                {
                    number: 32, // Паж Жезлов
                    descriptions:
                        'Паж Жезлов символизирует энтузиазм, любопытство и желание приключений. Ваш стиль поведения может быть исследовательским и полным энтузиазма. Вы открыты новым идеям и опыту. Ваше отношение к гаданию может быть любознательным, с интересом к новым возможностям и исследованию неизведанного.',
                    reversDescriptions:
                        'В перевернутом виде карта предупреждает о недостатке зрелости или несерьезном подходе к важным вещам. Важно более ответственно относиться к предстоящим задачам.',
                },
                {
                    number: 33, // Рыцарь Жезлов
                    descriptions:
                        'Рыцарь Жезлов олицетворяет страсть, энергию и приключенческий дух. Ваш стиль поведения может быть импульсивным и полным энергии. Вы готовы к действию и быстрым решениям. Ваше отношение к гаданию может быть смелым, с готовностью к риску и новым начинаниям.',
                    reversDescriptions:
                        'В перевернутом виде карта предупреждает о потенциальной расточительности, импульсивности или недостатке планирования. Важно не терять голову и подходить к делам обдуманно.',
                },
                {
                    number: 34, // номер карты в масти Жезлов
                    descriptions:
                        'Королева Жезлов символизирует страстность, энергию и независимость. В контексте вашего вопроса, это может означать, что вы проявляете сильную уверенность в себе и независимость в своем поведении. Вы полны энтузиазма и жизненной силы, что помогает вам двигаться вперед. Ваше самоощущение может быть очень позитивным, так как вы чувствуете себя в мире с вашими страстями и целями. Отношение к гаданию может быть открытым и ожидаемым положительных результатов.',
                    reversDescriptions:
                        'В перевернутом положении Королева Жезлов может указывать на неуверенность, зависть или недостаток энергии. В вашем случае это может означать, что вы чувствуете себя неуверенно в своем стиле поведения или ваши цели кажутся вам неясными. Возможно, вы испытываете сомнения в эффективности гадания или чувствуете себя зажатым в своих эмоциях.',
                },
                {
                    number: 35, // номер карты в масти Жезлов
                    descriptions:
                        'Король Жезлов представляет собой лидерство, оптимизм и предприимчивость. Эта карта говорит о том, что вы проявляете сильные лидерские качества и имеете четкое видение того, куда хотите двигаться. Ваш стиль поведения может быть доминирующим и уверенным. Вы чувствуете себя уверенно и мотивированно, что положительно сказывается на вашем самоощущении. Ваше отношение к гаданию может быть практичным и целенаправленным, вы ищете конкретные ответы и руководство.',
                    reversDescriptions:
                        'В перевернутом положении Король Жезлов может указывать на упрямство, необдуманные решения или авторитарность. Это может означать, что ваш стиль поведения может быть слишком доминирующим или агрессивным, что мешает вашему прогрессу. Возможно, вы чувствуете неуверенность в своих решениях или сомневаетесь в своих способностях. Ваше отношение к гаданию может быть скептическим или вы можете ожидать слишком много от сеанса.',
                },
                {
                    number: 36, // Туз Кубков
                    descriptions:
                        'Туз Кубков символизирует новое начало в эмоциональной сфере, возможность глубоких чувственных переживаний и интуитивного понимания. Ваш стиль поведения может быть открытым и чувственным, вы готовы принять новые эмоции и отношения. Ваше отношение к гаданию может быть полным надежд и ожидания глубоких эмоциональных откровений.',
                    reversDescriptions:
                        'В перевернутом виде карта может указывать на эмоциональное закрытие, потерю или упущенные эмоциональные возможности. Важно открыться новым чувствам и не бояться глубоких эмоциональных переживаний.',
                },
                {
                    number: 37, // Двойка Кубков
                    descriptions:
                        'Двойка Кубков ассоциируется с гармоничными отношениями, партнерством и эмоциональным соединением. Ваш стиль поведения может быть сосредоточен на создании гармонии и понимания в отношениях. Вы стремитесь к взаимопониманию и эмоциональной поддержке. Ваше отношение к гаданию может быть направлено на укрепление отношений и поиск гармонии.',
                    reversDescriptions:
                        'В перевернутом виде карта может указывать на разногласия, недопонимание или проблемы в отношениях. Важно работать над восстановлением гармонии и понимания.',
                },
                {
                    number: 38, // Тройка Кубков
                    descriptions:
                        'Тройка Кубков связана с общением, праздником и дружбой. Ваш стиль поведения может быть радостным и общительным. Вы находите удовлетворение в общении с друзьями и близкими. Ваше отношение к гаданию может быть легким и позитивным, с ожиданием хороших новостей и приятных событий.',
                    reversDescriptions:
                        'В перевернутом виде карта может указывать на изоляцию, потерю связи с друзьями или чрезмерное погружение в собственные проблемы. Важно не упускать возможности для общения и поддержки.',
                },
                {
                    number: 39, // Четверка Кубков
                    descriptions:
                        'Четверка Кубков часто связана с апатией, размышлениями и переосмыслением. Ваш стиль поведения может быть задумчивым и интроспективным. Вы можете чувствовать себя неудовлетворенными текущими обстоятельствами. Ваше отношение к гаданию может быть направлено на поиск новых источников вдохновения и понимания своих истинных желаний.',
                    reversDescriptions:
                        'В перевернутом виде карта предлагает выйти из зоны комфорта, принять новые возможности и быть более открытым к изменениям. Важно не упускать новые шансы, даже если они кажутся незначительными.',
                },
                {
                    number: 40, // Пятерка Кубков
                    descriptions:
                        'Пятерка Кубков часто ассоциируется с потерей, горем и сожалением. Ваш стиль поведения может быть озабоченным и склонным к ностальгии. Вы можете испытывать эмоциональные трудности или разочарование. Ваше отношение к гаданию может быть направлено на поиск утешения и понимания причин своих переживаний.',
                    reversDescriptions:
                        'В перевернутом виде карта предполагает начало процесса исцеления, принятие прошлого и готовность двигаться дальше. Это время для освобождения от старых обид и открытия новых горизонтов.',
                },
                {
                    number: 41, // Шестерка Кубков
                    descriptions:
                        'Шестерка Кубков часто связана с ностальгией, воспоминаниями и старыми связями. Ваш стиль поведения может быть ностальгическим, с воспоминаниями о прошлом. Вы можете стремиться к возрождению старых отношений или воспоминаний. Ваше отношение к гаданию может быть направлено на поиск понимания прошлых событий и их влияния на настоящее.',
                    reversDescriptions:
                        'В перевернутом виде карта предупреждает о чрезмерной поглощенности прошлым и необходимости сосредоточиться на настоящем. Важно не позволять прошлым воспоминаниям мешать текущему развитию и росту.',
                },
                {
                    number: 42,
                    descriptions:
                        'Эта карта символизирует мечты, иллюзии и выбор. В контексте вашего вопроса, это может означать, что вы сталкиваетесь с множеством возможностей и выборов в ближайшем будущем. Ваш стиль поведения может быть нерешительным, так как вы взвешиваете различные варианты. Ваше самоощущение может быть немного сбито с толку из-за множества возможностей или фантазий.',
                    reversDescriptions:
                        'В перевернутом положении Семерка Кубков может указывать на ясность, решимость и освобождение от иллюзий. Вы начинаете видеть реальность более четко и делать более осознанные выборы.',
                },
                {
                    number: 43,
                    descriptions:
                        'Восьмерка Кубков часто означает отказ от чего-то в поисках чего-то большего. Это может означать, что вы склонны отходить от нерешенных ситуаций или отношений, которые вам больше не служат. Ваше самоощущение может быть связано с поиском глубокого смысла и цели.',
                    reversDescriptions:
                        'Перевернутая Восьмерка Кубков может означать застревание в нездоровой ситуации или нежелание двигаться дальше. Это может указывать на вашу неуверенность в принятии важного решения.',
                },
                {
                    number: 44,
                    descriptions:
                        'Девятка Кубков символизирует удовлетворение и достижение желаний. Это может означать, что вы чувствуете удовлетворение от своих достижений и находитесь в гармонии со своими желаниями и амбициями. Ваше самоощущение может быть очень положительным, так как вы чувствуете, что ваши мечты сбываются.',
                    reversDescriptions:
                        'Перевернутая Девятка Кубков может указывать на недовольство или нереализованные желания. Это может означать, что ваши ожидания не соответствуют реальности, вызывая разочарование.',
                },
                {
                    number: 45,
                    descriptions:
                        'Десятка Кубков ассоциируется с полнотой эмоционального удовлетворения и счастьем в отношениях. Это может означать, что вы чувствуете большое удовлетворение от своих близких отношений и общего благополучия. Ваше самоощущение может быть очень гармоничным и счастливым.',
                    reversDescriptions:
                        'Перевернутая Десятка Кубков может указывать на разлад или недостаток гармонии в отношениях. Это может означать, что вы чувствуете разочарование в своих личных связях или домашней жизни.',
                },
                {
                    number: 46,
                    descriptions:
                        'Паж Кубков символизирует творческие начинания, чувствительность и интуитивное послание. Это может означать, что вы открыты для эмоциональных переживаний и творческих выражений. Ваше самоощущение может быть связано с исследованием своих чувств и мечтаний.',
                    reversDescriptions:
                        'Перевернутый Паж Кубков может указывать на эмоциональную нестабильность или незрелость. Это может означать, что вы испытываете трудности в понимании своих чувств или выражении эмоций.',
                },
                {
                    number: 47,
                    descriptions:
                        'Рыцарь Кубков ассоциируется с романтическими идеалами, поиском и эмоциональным приключением. Это может означать, что вы стремитесь к глубоким эмоциональным переживаниям и идеализируете свои отношения. Ваше самоощущение может быть связано с поиском любви и эмоционального удовлетворения.',
                    reversDescriptions:
                        'Перевернутый Рыцарь Кубков может указывать на нереалистичные ожидания, эмоциональную неуверенность или непостоянство. Это может означать, что вы испытываете трудности в поддержании стабильных отношений или чрезмерно идеализируете любовь.',
                },
                {
                    number: 48,
                    descriptions:
                        'Королева Кубков символизирует эмоциональную глубину, интуицию и понимание. Это может означать, что вы проявляете большую чуткость и эмпатию в своих отношениях. Ваше самоощущение может быть очень глубоким и интуитивным, вы чувствуете себя в гармонии со своими эмоциями.',
                    reversDescriptions:
                        'Перевернутая Королева Кубков может указывать на эмоциональную нестабильность или отсутствие чуткости. Это может означать, что вы испытываете трудности в понимании своих или чужих эмоций.',
                },
                {
                    number: 49,
                    descriptions:
                        'Король Кубков ассоциируется с эмоциональной стабильностью, зрелостью и дипломатичностью. Это может означать, что вы проявляете сдержанность и контроль над своими эмоциями. Ваше самоощущение может быть стабильным и зрелым, вы умеете управлять своими чувствами и отношениями с другими.',
                    reversDescriptions:
                        'Перевернутый Король Кубков может указывать на эмоциональное подавление, неискренность или манипулятивное поведение. Это может означать, что вы испытываете трудности в выражении своих истинных чувств или управлении ими.',
                },
                {
                    number: 50,
                    descriptions:
                        'Туз Мечей символизирует прорыв, ясность и интеллектуальную силу. В контексте вашего вопроса, это может означать, что вы находитесь на пороге нового начала, где ясность мысли и решительность будут ключевыми. Ваш стиль поведения может быть направлен на поиск истины и справедливости.',
                    reversDescriptions:
                        'В перевернутом положении Туз Мечей может указывать на путаницу, недоразумения или принятие неверных решений. Это может означать, что вы чувствуете себя заблокированным или неуверенным в своих решениях.',
                },
                {
                    number: 51,
                    descriptions:
                        'Двойка Мечей часто означает тупик, необходимость выбора и затруднения в принятии решений. Это может означать, что вы стоите перед сложным выбором, чувствуя себя разрывающимся между двумя путями. Ваше самоощущение может быть связано с внутренним конфликтом и неопределенностью.',
                    reversDescriptions:
                        'Перевернутая Двойка Мечей может указывать на большую открытость к компромиссам и готовность рассмотреть новую информацию. Это может означать, что вы находите способ преодолеть свои сомнения и неуверенность.',
                },
                {
                    number: 52,
                    descriptions:
                        'Тройка Мечей символизирует боль, разлуку и горе. Это может означать, что вы переживаете эмоциональную боль или разочарование. Ваше самоощущение может быть омрачено печалью или чувством предательства.',
                    reversDescriptions:
                        'Перевернутая Тройка Мечей может означать начало процесса исцеления, преодоление горя или разрешение конфликта. Это может указывать на то, что вы начинаете преодолевать свои эмоциональные трудности.',
                },
                {
                    number: 53,
                    descriptions:
                        'Четверка Мечей представляет собой период отдыха, восстановления и медитации. Это может означать, что вам необходимо взять паузу для обдумывания своих действий и восстановления сил. Ваше самоощущение может быть связано с необходимостью внутреннего спокойствия и восстановления.',
                    reversDescriptions:
                        'Перевернутая Четверка Мечей может указывать на возобновление активности после периода покоя, или на необходимость прекратить откладывать важные дела. Это может означать, что пришло время действовать.',
                },
                {
                    number: 54,
                    descriptions:
                        'Пятерка Мечей часто ассоциируется с конфликтом, победой за счет потерь и напряженными отношениями. Это может означать, что вы оказываетесь в ситуации, где победа может принести больше ущерба, чем пользы. Ваше самоощущение может быть связано с чувством пустоты после конфликта.',
                    reversDescriptions:
                        'Перевернутая Пятерка Мечей может означать примирение после конфликта или осознание того, что борьба была бесполезной. Это может указывать на стремление к более мирным решениям.',
                },
                {
                    number: 55,
                    descriptions:
                        'Шестерка Мечей символизирует переход, перемены и движение вперед. Это может означать, что вы оставляете позади трудный период и движетесь к более спокойным водам. Ваше самоощущение может быть связано с ощущением облегчения и надежды на лучшее.',
                    reversDescriptions:
                        'Перевернутая Шестерка Мечей может указывать на застой, нежелание двигаться вперед или трудности в освобождении от прошлого. Это может означать, что вы чувствуете себя застрявшим в текущей ситуации.',
                },
                {
                    number: 56,
                    descriptions:
                        'Семерка Мечей часто ассоциируется с обманом, хитростью и необходимостью быть осторожным. Это может означать, что вы находитесь в ситуации, где необходимо быть бдительным и осторожным в своих действиях. Ваше самоощущение может быть связано с чувством неуверенности или осторожности.',
                    reversDescriptions:
                        'Перевернутая Семерка Мечей может означать разоблачение обмана, возвращение к честности или осознание своих ошибок. Это может указывать на стремление к более открытому и честному подходу.',
                },
                {
                    number: 57,
                    descriptions:
                        'Восьмерка Мечей символизирует ограничение, самоограничение и чувство беспомощности. Это может означать, что вы чувствуете себя застрявшим или ограниченным в своих действиях. Ваше самоощущение может быть связано с чувством беспомощности или жертвы обстоятельств.',
                    reversDescriptions:
                        'Перевернутая Восьмерка Мечей может указывать на освобождение от ограничений, нахождение решения или преодоление страхов. Это может означать, что вы находите способ освободиться от своих ограничений.',
                },
                {
                    number: 58,
                    descriptions:
                        'Девятка Мечей ассоциируется с беспокойством, страхом и тяжелыми мыслями. Это может означать, что вы переживаете период стресса или тревоги. Ваше самоощущение может быть омрачено страхами и беспокойством о будущем.',
                    reversDescriptions:
                        'Перевернутая Девятка Мечей может означать начало исцеления от тревоги, поиск утешения или преодоление страхов. Это может указывать на то, что вы начинаете находить пути преодоления своих беспокойств.',
                },
                {
                    number: 59,
                    descriptions:
                        'Десятка Мечей символизирует крах, предательство и глубокое разочарование. Это может означать, что вы переживаете трудный период, который ощущается как конец чего-то важного. Ваше самоощущение может быть связано с чувством потери или предательства.',
                    reversDescriptions:
                        'Перевернутая Десятка Мечей может означать начало восстановления после тяжелого периода, принятие произошедшего и движение вперед. Это может указывать на то, что худшее позади.',
                },
                {
                    number: 60,
                    descriptions:
                        'Паж Мечей символизирует любознательность, остроумие и стремление к знаниям. Это может означать, что вы находитесь в поиске информации и готовы к новым идеям. Ваше самоощущение может быть связано с желанием учиться и исследовать.',
                    reversDescriptions:
                        'Перевернутый Паж Мечей может указывать на сплетни, недопонимание или незрелость в общении. Это может означать, что вы сталкиваетесь с проблемами в коммуникации или слишком поспешны в своих суждениях.',
                },
                {
                    number: 61,
                    descriptions:
                        'Рыцарь Мечей ассоциируется с решительностью, агрессивностью и быстрым действием. Это может означать, что вы настроены на достижение своих целей с большой энергией и решимостью. Ваше самоощущение может быть связано с чувством срочности и стремлением к действию.',
                    reversDescriptions:
                        'Перевернутый Рыцарь Мечей может указывать на импульсивность, агрессивное поведение или непредсказуемость. Это может означать, что вы действуете бездумно или слишком агрессивно.',
                },
                {
                    number: 62,
                    descriptions:
                        'Королева Мечей символизирует честность, ясность мысли и независимость. Это может означать, что вы проявляете ясность в своих суждениях и независимость в своих решениях. Ваше самоощущение может быть связано с чувством самодостаточности и объективности.',
                    reversDescriptions:
                        'Перевернутая Королева Мечей может указывать на злобность, холодность или критичность. Это может означать, что вы слишком критичны или отстранены от эмоциональных аспектов ситуации.',
                },
                {
                    number: 63, // Король Мечей часто ассоциируется с 14-й картой в масти Мечей
                    descriptions:
                        'Король Мечей символизирует ясность мысли, аналитический ум и способность к рациональному принятию решений. Эта карта указывает на то, что в ближайшем будущем вы будете склонны к логическому и объективному анализу ситуаций. Вы проявите себя как человек с сильным интеллектом, способный видеть суть вещей и не поддаваться эмоциональным всплескам. Ваш стиль поведения будет отличаться прямотой и честностью, а также способностью критически оценивать обстоятельства.',
                    reversDescriptions:
                        'В перевернутом положении Король Мечей может указывать на перегрузку информацией, чрезмерную критичность или замкнутость в себе. Ваше самоощущение может быть омрачено склонностью к перфекционизму или неприязненным суждениям. Возможно, вы будете склонны слишком критично относиться к гаданию, сомневаясь в его достоверности и полагаясь исключительно на логику и скептицизм.',
                },
                {
                    number: 64,
                    descriptions:
                        'Пента 1 символизирует новое начало в материальных или физических делах. Это может означать новый подход к финансам, здоровью или работе. Ваш стиль поведения будет направлен на создание устойчивого фундамента для будущего. Вы можете чувствовать себя вдохновленным и полным энергии для реализации новых проектов.',
                    reversDescriptions:
                        'В перевернутом положении карта указывает на неуверенность в материальных делах или задержки в начинаниях. Вы можете чувствовать себя неуверенно и колебаться в принятии решений.',
                },
                {
                    number: 65,
                    descriptions:
                        'Пента 2 олицетворяет баланс и адаптацию. В контексте вашего вопроса, это может означать необходимость балансировать между разными аспектами жизни. Вы можете чувствовать себя раздвоенным между различными обязанностями или интересами.',
                    reversDescriptions:
                        'Перевернутая карта может указывать на потерю баланса, конфликт интересов или трудности в управлении временем. Вы можете ощущать дисбаланс и стресс.',
                },
                {
                    number: 66,
                    descriptions:
                        'Пента 3 связана с ростом, развитием и сотрудничеством. Это может означать, что вы будете активно работать над достижением своих целей, возможно, в сотрудничестве с другими. Вы можете чувствовать себя продуктивным и целеустремленным.',
                    reversDescriptions:
                        'В перевернутом виде карта предсказывает задержки в достижении целей, возможно из-за недостатка командной работы или планирования. Вы можете чувствовать разочарование из-за замедления прогресса.',
                },
                {
                    number: 67,
                    descriptions:
                        'Пента 4 символизирует стабильность и необходимость сохранения ресурсов. Это может указывать на то, что вы будете осторожны в расходах и стремитесь к финансовой безопасности. Вы можете чувствовать потребность в сохранении и защите того, что у вас уже есть.',
                    reversDescriptions:
                        'Перевернутая карта может означать чрезмерную скупость или страх потерять то, что у вас есть. Вы можете ощущать беспокойство по поводу финансовой стабильности.',
                },
                {
                    number: 68,
                    descriptions:
                        'Пента 5 связана с трудностями и нехваткой. Это может означать, что вы столкнетесь с финансовыми или материальными трудностями. Вы можете чувствовать себя ограниченным и испытывать необходимость в поддержке.',
                    reversDescriptions:
                        'В перевернутом положении карта предвещает преодоление трудностей. Вы можете начать чувствовать, что выходите из трудного периода и находите решения для своих проблем.',
                },
                {
                    number: 69,
                    descriptions:
                        'Пента 6 символизирует дарение и получение помощи. Это может означать, что вы будете вовлечены в акты доброты, будь то помощь другим или получение поддержки. Вы можете чувствовать себя благодарным и щедрым.',
                    reversDescriptions:
                        'Перевернутая карта может указывать на неравный обмен или чувство, что вы даете больше, чем получаете. Вы можете ощущать недовольство или разочарование в отношениях с другими.',
                },
                {
                    number: 70,
                    descriptions:
                        'Пента 7 отражает труд и усилия, направленные на достижение целей. Это может означать, что вы будете усердно работать, чтобы достичь желаемого. Вы можете чувствовать себя занятым и сосредоточенным на своих задачах.',
                    reversDescriptions:
                        'В перевернутом виде карта предсказывает фрустрацию из-за недостатка результатов несмотря на усилия. Вы можете чувствовать себя утомленным и разочарованным из-за отсутствия прогресса.',
                },
                {
                    number: 71,
                    descriptions:
                        'Пента 8 связана с мастерством и усердием. Это может означать, что вы будете сосредоточены на развитии своих навыков и достижении профессионального роста. Вы можете чувствовать себя уверенно и целеустремленно в своих стремлениях.',
                    reversDescriptions:
                        'Перевернутая карта может указывать на стагнацию или недостаток внимания к деталям. Вы можете ощущать неудовлетворенность своими достижениями или чувствовать, что ваш труд не приносит желаемых результатов.',
                },
                {
                    number: 72,
                    descriptions:
                        'Пента 9 символизирует достижение благополучия и удовлетворенности. Это может означать, что вы будете чувствовать себя комфортно и безопасно в своем текущем положении. Вы можете испытывать гордость за свои достижения и наслаждаться плодами своего труда.',
                    reversDescriptions:
                        'В перевернутом виде карта может означать чрезмерную привязанность к материальным достижениям или страх потерять то, что у вас есть. Вы можете чувствовать беспокойство по поводу своего финансового положения.',
                },
                {
                    number: 73,
                    descriptions:
                        'Пента 10 отражает завершение цикла и стабильность. Это может означать, что вы достигнете определенного уровня стабильности в своей жизни. Вы можете чувствовать себя удовлетворенным и благодарным за то, что у вас есть.',
                    reversDescriptions:
                        'Перевернутая карта может указывать на нестабильность или потерю. Вы можете ощущать неуверенность в своем будущем или столкнуться с изменениями, которые нарушают вашу стабильность.',
                },
                {
                    number: 74,
                    descriptions:
                        'Пента Страница (Page) символизирует любознательность и открытие новых возможностей. Это может означать, что вы будете исследовать новые идеи или проекты. Вы можете чувствовать себя любопытным и готовым к обучению.',
                    reversDescriptions:
                        'Перевернутая карта может означать недостаток направления или неуверенность в выборе пути. Вы можете чувствовать себя неуверенно в своих способностях или решениях.',
                },
                {
                    number: 75,
                    descriptions:
                        'Пента Рыцарь (Knight) олицетворяет решительность и стремление к достижению целей. Это может означать, что вы будете активно работать над реализацией своих планов. Вы можете чувствовать себя мотивированным и сосредоточенным.',
                    reversDescriptions:
                        'Перевернутая карта может указывать на импульсивность или неосмотрительность в действиях. Вы можете ощущать фрустрацию из-за замедления прогресса или непредвиденных препятствий.',
                },
                {
                    number: 76,
                    descriptions:
                        'Пента Королева (Queen) символизирует практичность и заботу о благополучии. Это может означать, что вы будете сосредоточены на улучшении своего и чужого благосостояния. Вы можете чувствовать себя заботливым и понимающим.',
                    reversDescriptions:
                        'Перевернутая карта может означать чрезмерную заботу о материальных вещах или недостаток эмоциональной теплоты. Вы можете ощущать беспокойство по поводу финансов или здоровья.',
                },
                {
                    number: 77,
                    descriptions:
                        'Пента Король (King) отражает контроль и управление материальными делами. Это может означать, что вы будете демонстрировать лидерские качества в финансовых или деловых вопросах. Вы можете чувствовать себя уверенно и компетентно.',
                    reversDescriptions:
                        'Перевернутая карта может указывать на упрямство или чрезмерную концентрацию на материальных достижениях. Вы можете ощущать трудности в управлении своими ресурсами или конфликты в деловых отношениях.',
                },
            ],
        },
        {
            number: 8,
            card: [
                {
                    number: 0,
                    descriptions:
                        'Дурак в контексте влияния окружения на ближайшее будущее может означать, что новые начинания или неожиданные возможности, предложенные окружающими, могут сыграть ключевую роль в вашем будущем.',
                    reversDescriptions:
                        'В перевернутом положении Дурак может указывать на непредсказуемость или хаотичность окружающей среды, которая может привести к непредвиденным изменениям или рискованным ситуациям.',
                },
                {
                    number: 1,
                    descriptions:
                        'Маг в контексте влияния окружения на ближайшее будущее предполагает, что ваши способности и ресурсы будут активно использоваться, и окружающие будут способствовать вашему успеху и самореализации.',
                    reversDescriptions:
                        'В перевернутом положении Маг может означать, что окружающая среда может препятствовать вашему развитию или использованию ваших талантов и возможностей.',
                },
                {
                    number: 2,
                    descriptions:
                        'Жрица в контексте влияния окружения на ближайшее будущее говорит о том, что интуиция и внутреннее знание будут ключевыми в вашем взаимодействии с окружающими, помогая вам навигировать через предстоящие события.',
                    reversDescriptions:
                        'В перевернутом положении Жрица может указывать на недопонимание или заблуждения, исходящие от окружающих, что может ввести вас в заблуждение или сомнения.',
                },
                {
                    number: 3,
                    descriptions:
                        'Императрица в контексте влияния окружения на ближайшее будущее символизирует поддержку, плодородие идей и благоприятные условия для роста и развития ваших начинаний.',
                    reversDescriptions:
                        'В перевернутом положении Императрица может означать недостаток поддержки или заботы со стороны окружающих, что может затруднить ваше развитие.',
                },
                {
                    number: 4,
                    descriptions:
                        'Император в контексте влияния окружения на ближайшее будущее указывает на структурированную, организованную среду, которая поддерживает порядок и дисциплину в ваших начинаниях.',
                    reversDescriptions:
                        'В перевернутом положении Император может предсказывать жесткий контроль или ограничения, налагаемые окружающими, что может сдерживать ваше развитие.',
                },
                {
                    number: 5,
                    descriptions:
                        'Иерофант в контексте влияния окружения на ближайшее будущее говорит о том, что традиции, общепринятые нормы и учения будут оказывать значительное влияние на ваше будущее.',
                    reversDescriptions:
                        'В перевернутом положении Иерофант может указывать на отход от традиций или конфликт с устоявшимися нормами, исходящий от окружающих.',
                },
                {
                    number: 6,
                    descriptions:
                        'Влюбленные в контексте влияния окружения на ближайшее будущее могут означать, что отношения и эмоциональные связи будут играть важную роль в предстоящих событиях.',
                    reversDescriptions:
                        'В перевернутом положении Влюбленные могут предсказывать конфликты в отношениях или трудности в принятии решений, связанных с вашим социальным кругом.',
                },
                {
                    number: 7,
                    descriptions:
                        'Колесница в контексте влияния окружения на ближайшее будущее предвещает, что динамичность и решительность окружающих помогут вам двигаться вперед и преодолевать препятствия.',
                    reversDescriptions:
                        'В перевернутом положении Колесница может указывать на препятствия или конфликты, исходящие от окружающих, которые могут замедлить ваш прогресс.',
                },
                {
                    number: 8,
                    descriptions:
                        'Сила в контексте влияния окружения на ближайшее будущее символизирует поддержку и влияние сильных, решительных личностей, которые помогут вам преодолеть трудности.',
                    reversDescriptions:
                        'В перевернутом положении Сила может означать, что давление или доминирование со стороны окружающих может подавлять вашу собственную силу и решимость.',
                },
                {
                    number: 9,
                    descriptions:
                        'Отшельник в контексте влияния окружения на ближайшее будущее предполагает, что советы или мудрость от опытных людей окажут значительное влияние на ваше будущее.',
                    reversDescriptions:
                        'В перевернутом положении Отшельник может указывать на изоляцию, недостаток поддержки или игнорирование мудрых советов со стороны окружающих.',
                },
                {
                    number: 10,
                    descriptions:
                        'Колесо Фортуны в контексте влияния окружения на ближайшее будущее предвещает значительные изменения и повороты судьбы, которые могут быть вызваны внешними обстоятельствами.',
                    reversDescriptions:
                        'В перевернутом положении Колесо Фортуны может указывать на непредвиденные препятствия или задержки, вызванные внешними факторами.',
                },
                {
                    number: 11,
                    descriptions:
                        'Правосудие в контексте влияния окружения на ближайшее будущее говорит о том, что справедливость и баланс будут играть ключевую роль в предстоящих событиях, возможно, в форме юридических решений или важных договоренностей.',
                    reversDescriptions:
                        'В перевернутом положении Правосудие может указывать на несправедливость или предвзятость, исходящую от окружающих, что может повлиять на ваше будущее.',
                },
                {
                    number: 12,
                    descriptions:
                        'Повешенный в контексте влияния окружения на ближайшее будущее символизирует период ожидания и самопожертвования, который может быть вызван внешними обстоятельствами, требующими терпения и переосмысления.',
                    reversDescriptions:
                        'В перевернутом положении Повешенный может указывать на бесполезные жертвы или неспособность изменить свою перспективу из-за влияния окружения.',
                },
                {
                    number: 13,
                    descriptions:
                        'Смерть в контексте влияния окружения на ближайшее будущее предвещает значительные изменения и трансформацию, которые могут быть вызваны внешними событиями, приводя к окончанию одного этапа и началу другого.',
                    reversDescriptions:
                        'В перевернутом положении Смерть может указывать на сопротивление изменениям или задержку неизбежных трансформаций из-за внешних обстоятельств.',
                },
                {
                    number: 14,
                    descriptions:
                        'Умеренность в контексте влияния окружения на ближайшее будущее говорит о необходимости баланса и гармонии в отношениях с окружающими, что может способствовать плавному переходу к новым обстоятельствам.',
                    reversDescriptions:
                        'В перевернутом положении Умеренность может указывать на дисбаланс или конфликты в окружающей среде, что может привести к напряженности и нестабильности.',
                },
                {
                    number: 15,
                    descriptions:
                        'Дьявол в контексте влияния окружения на ближайшее будущее может означать, что внешние силы или обстоятельства могут оказывать сильное влияние, возможно, в форме зависимостей, привязанностей или ограничений.',
                    reversDescriptions:
                        'В перевернутом положении Дьявол может указывать на освобождение от ограничений или преодоление влияния внешних сил.',
                },
                {
                    number: 16,
                    descriptions:
                        'Башня в контексте влияния окружения на ближайшее будущее предвещает внезапные и кардинальные изменения, вызванные внешними событиями, которые могут привести к крушению устоявшихся структур или убеждений.',
                    reversDescriptions:
                        'В перевернутом положении Башня может указывать на предотвращение катастрофы или менее резкие изменения, чем ожидалось.',
                },
                {
                    number: 17,
                    descriptions:
                        'Звезда в контексте влияния окружения на ближайшее будущее предвещает надежду, вдохновение и положительные перспективы, которые могут быть поддержаны окружающими.',
                    reversDescriptions:
                        'В перевернутом положении Звезда может указывать на потерю веры или разочарование из-за негативного влияния окружающей среды.',
                },
                {
                    number: 18,
                    descriptions:
                        'Луна в контексте влияния окружения на ближайшее будущее говорит о неопределенности, сбивчивости и возможных обманах или заблуждениях, исходящих от окружающих.',
                    reversDescriptions:
                        'В перевернутом положении Луна может указывать на разоблачение иллюзий и возвращение к ясности после периода путаницы и неопределенности.',
                },
                {
                    number: 19,
                    descriptions:
                        'Солнце в контексте влияния окружения на ближайшее будущее предвещает успех, радость и ясность, которые могут быть поддержаны или усилены благоприятным окружением.',
                    reversDescriptions:
                        'В перевернутом положении Солнце может указывать на временные препятствия или недопонимание, исходящее от окружающих, несмотря на общий положительный контекст.',
                },
                {
                    number: 20,
                    descriptions:
                        'Суд в контексте влияния окружения на ближайшее будущее символизирует важные решения или события, которые могут быть вызваны внешними обстоятельствами, влияющими на вашу жизнь.',
                    reversDescriptions:
                        'В перевернутом положении Суд может указывать на отсрочку или нежелание принимать важные решения, несмотря на влияние окружения.',
                },
                {
                    number: 21,
                    descriptions:
                        'Мир в контексте влияния окружения на ближайшее будущее предвещает гармонию, завершение и удовлетворение, которые могут быть достигнуты благодаря поддержке и благоприятным условиям в окружающей среде.',
                    reversDescriptions:
                        'В перевернутом положении Мир может указывать на незавершенность, неудовлетворенность или нереализованные возможности из-за влияния окружения.',
                },
                {
                    number: 22,
                    descriptions:
                        'Начало новых начинаний, вдохновение, сила творчества. Ваше окружение может подтолкнуть вас к новым идеям и проектам.',
                    reversDescriptions:
                        'Задержка, нехватка энтузиазма. Окружение может тормозить ваше развитие или вносить сомнения.',
                },
                {
                    number: 23,
                    descriptions:
                        'Планирование, решение, направление. Окружение предоставит вам выбор или поможет определиться с направлением.',
                    reversDescriptions:
                        'Страх перед переменами, нерешительность. Окружение может вызывать сомнения и неуверенность в выборе пути.',
                },
                {
                    number: 24,
                    descriptions:
                        'Развитие, рост, расширение. Окружение будет способствовать вашему развитию и предоставит возможности для роста.',
                    reversDescriptions:
                        'Задержки, разочарования. Окружение может препятствовать вашему прогрессу или создавать препятствия.',
                },
                {
                    number: 25,
                    descriptions:
                        'Стабильность, укрепление основ. Окружение обеспечит поддержку и стабильность, поможет укрепить ваше положение.',
                    reversDescriptions:
                        'Недостаток прогресса, стагнация. Окружение может удерживать вас в зоне комфорта, препятствуя развитию.',
                },
                {
                    number: 26,
                    descriptions:
                        'Конкуренция, борьба, вызовы. Окружение представит вам вызовы, которые стимулируют рост и самосовершенствование.',
                    reversDescriptions:
                        'Конфликты, напряжение. Окружение может быть источником стресса и конфликтов, требующих внимания.',
                },
                {
                    number: 27,
                    descriptions:
                        'Успех, признание, прогресс. Окружение будет поддерживать ваши усилия и способствовать вашему успеху.',
                    reversDescriptions:
                        'Задержка успеха, неуверенность. Окружение может сомневаться в ваших способностях или не оказывать должной поддержки.',
                },
                {
                    number: 28,
                    descriptions:
                        'Защита, стойкость, настойчивость. Окружение поможет вам защитить достигнутое и преодолеть препятствия.',
                    reversDescriptions:
                        'Внутренние борьбы, истощение. Окружение может вызывать дополнительные трудности и испытания.',
                },
                {
                    number: 29,
                    descriptions:
                        'Быстрое развитие, динамика, прогресс. Окружение будет способствовать быстрому движению вперед и достижению целей.',
                    reversDescriptions:
                        'Замедление, отсутствие прогресса. Окружение может замедлять ваше развитие или создавать препятствия.',
                },
                {
                    number: 30,
                    descriptions:
                        'Выносливость, решимость, достижение. Окружение поможет вам сохранять силы и направленность для достижения целей.',
                    reversDescriptions:
                        'Усталость, недостаток мотивации. Окружение может истощать ваши ресурсы или снижать мотивацию.',
                },
                {
                    number: 31,
                    descriptions:
                        'Завершение цикла, результаты усилий. Окружение отметит завершение важного этапа и его результаты.',
                    reversDescriptions:
                        'Перегрузка, невыполненные обещания. Окружение может вызвать чувство перегрузки и недовольства.',
                },
                {
                    number: 32, // Page of Wands
                    descriptions:
                        'Любопытство, новые идеи, энтузиазм. Окружение пробудит ваше любопытство и желание исследовать новые возможности.',
                    reversDescriptions:
                        'Отсутствие направления, нерешительность. Окружение может сбивать с толку или уменьшать ваш энтузиазм.',
                },
                {
                    number: 33, // Knight of Wands
                    descriptions:
                        'Энергия, страсть, приключения. Окружение вдохновит вас на действия и поможет реализовать амбициозные планы.',
                    reversDescriptions:
                        'Импульсивность, рассеянность. Окружение может способствовать поспешным решениям или отвлекать от целей.',
                },
                {
                    number: 34, // Queen of Wands
                    descriptions:
                        'Уверенность, независимость, тепло. Окружение будет поддерживать вашу уверенность и независимость, помогая в достижении целей.',
                    reversDescriptions:
                        'Эгоизм, нетерпимость. Окружение может вызывать конфликты или способствовать эгоцентричному поведению.',
                },
                {
                    number: 35, // King of Wands
                    descriptions:
                        'Лидерство, визионерство, смелость. Окружение поддержит ваше лидерство и поможет реализовать амбициозные идеи.',
                    reversDescriptions:
                        'Деспотизм, неуступчивость. Окружение может вызывать жесткость во взглядах или нежелание идти на компромиссы.',
                },
                {
                    number: 36,
                    descriptions:
                        'Новое эмоциональное начало, возможность для любви или дружбы. Окружение будет способствовать новым отношениям и эмоциональному обновлению.',
                    reversDescriptions:
                        'Упущенные эмоциональные возможности, замкнутость. Окружение может препятствовать новым начинаниям в личной жизни.',
                },
                {
                    number: 37,
                    descriptions:
                        'Гармония в отношениях, партнерство. Окружение будет способствовать укреплению отношений и взаимопониманию.',
                    reversDescriptions:
                        'Разногласия в отношениях, дисбаланс. Окружение может вызывать напряжение в личных связях.',
                },
                {
                    number: 38,
                    descriptions:
                        'Празднование, дружба, творчество. Окружение будет способствовать общению, радости и творческому самовыражению.',
                    reversDescriptions:
                        'Разобщение, отсутствие гармонии. Окружение может привести к чувству одиночества или недопонимания.',
                },
                {
                    number: 39,
                    descriptions:
                        'Апатия, недовольство. Окружение может вызывать чувство усталости или разочарования в том, что уже достигнуто.',
                    reversDescriptions:
                        'Новые цели, возобновление интереса. Окружение поможет вам обрести новые цели и стремления.',
                },
                {
                    number: 40,
                    descriptions:
                        'Потеря, горе, сожаление. Окружение может отражать или усиливать чувства печали и потери.',
                    reversDescriptions:
                        'Принятие, движение вперед. Окружение поможет вам справиться с потерей и двигаться вперед.',
                },
                {
                    number: 41,
                    descriptions:
                        'Ностальгия, приятные воспоминания. Окружение может вызывать воспоминания о прошлом, подчеркивая важность прошлых связей.',
                    reversDescriptions:
                        'Застревание в прошлом, ностальгия. Окружение может удерживать вас в прошлом, мешая движению вперед.',
                },
                {
                    number: 42,
                    descriptions:
                        'Иллюзии, фантазии, выбор. Окружение может предоставить множество вариантов, но не все из них будут реалистичны.',
                    reversDescriptions:
                        'Разочарование, нереалистичные ожидания. Окружение может разоблачить иллюзии и показать реальность.',
                },
                {
                    number: 43,
                    descriptions:
                        'Отказ от чего-то, отпускание. Окружение поможет вам освободиться от устаревших эмоциональных связей или ситуаций.',
                    reversDescriptions:
                        'Страх перемен, зависимость. Окружение может удерживать вас в эмоциональной зависимости или неуверенности.',
                },
                {
                    number: 44,
                    descriptions:
                        'Удовлетворение, благополучие, достижение желаний. Окружение будет способствовать вашему эмоциональному благополучию.',
                    reversDescriptions:
                        'Неудовлетворенность, недостаток благодарности. Окружение может вызывать чувство недостатка или неудовлетворенности.',
                },
                {
                    number: 45,
                    descriptions:
                        'Семейное счастье, гармония, полнота. Окружение будет способствовать семейному благополучию и эмоциональной полноте.',
                    reversDescriptions:
                        'Разлад, несчастье в семье. Окружение может вызывать напряжение в семейных отношениях или домашнем благополучии.',
                },
                {
                    number: 46, // Page of Cups
                    descriptions:
                        'Творческое сообщение, интуиция, вдохновение. Окружение будет способствовать вашему творческому самовыражению и интуитивному пониманию.',
                    reversDescriptions:
                        'Незрелость, отсутствие эмоциональной глубины. Окружение может вызывать поверхностные эмоции или нереалистичные ожидания.',
                },
                {
                    number: 47, // Knight of Cups
                    descriptions:
                        'Романтический искатель, идеалист, мечтатель. Окружение будет способствовать романтическим стремлениям и идеализму.',
                    reversDescriptions:
                        'Иллюзии, нереалистичные ожидания. Окружение может подталкивать к нереалистичным мечтам или обманчивым идеалам.',
                },
                {
                    number: 48, // Queen of Cups
                    descriptions:
                        'Эмоциональная поддержка, интуитивное понимание. Окружение будет способствовать глубокому эмоциональному пониманию и сочувствию.',
                    reversDescriptions:
                        'Эмоциональная нестабильность, чрезмерная чувствительность. Окружение может вызывать эмоциональные перепады или чувство уязвимости.',
                },
                {
                    number: 49, // King of Cups
                    descriptions:
                        'Эмоциональная стабильность, забота, дипломатия. Окружение будет способствовать мудрости, спокойствию и умению управлять чувствами.',
                    reversDescriptions:
                        'Эмоциональная манипуляция, незрелость. Окружение может способствовать манипулятивному или эмоционально нестабильному поведению.',
                },
                {
                    number: 50,
                    descriptions:
                        'Новое понимание, ясность мысли. Окружение будет способствовать прозрению и новым идеям.',
                    reversDescriptions:
                        'Замешательство, неясность. Окружение может привести к недопониманию или сбивать с толку.',
                },
                {
                    number: 51,
                    descriptions:
                        'Необходимость выбора, затруднение. Окружение может поставить вас перед сложным выбором или дилеммой.',
                    reversDescriptions:
                        'Информационный перегруз, отказ от решения. Окружение может усугубить нерешительность или путаницу.',
                },
                {
                    number: 52,
                    descriptions:
                        'Эмоциональная боль, разочарование. Окружение может отражать или усиливать чувство горя или предательства.',
                    reversDescriptions:
                        'Преодоление боли, оптимизм. Окружение поможет вам справиться с трудностями и двигаться вперед.',
                },
                {
                    number: 53,
                    descriptions:
                        'Отдых, восстановление, пауза. Окружение предоставит возможность для отдыха и восстановления сил.',
                    reversDescriptions:
                        'Беспокойство, усталость. Окружение может вызывать чувство неуверенности или неотложных дел.',
                },
                {
                    number: 54,
                    descriptions:
                        'Конфликт, соперничество, напряжение. Окружение может быть источником конфликтов или соперничества.',
                    reversDescriptions:
                        'Примирение, избегание конфликтов. Окружение поможет найти решение конфликтов или избежать их.',
                },
                {
                    number: 55,
                    descriptions:
                        'Переход, перемены, улучшение. Окружение будет способствовать переменам, которые приведут к улучшению ситуации.',
                    reversDescriptions:
                        'Застой, невозможность двигаться вперед. Окружение может создавать препятствия для вашего прогресса.',
                },
                {
                    number: 56,
                    descriptions:
                        'Обман, хитрость, осторожность. Окружение может быть источником обмана или требовать осторожности в действиях.',
                    reversDescriptions:
                        'Советы, предостережения, осознание обмана. Окружение поможет раскрыть обман или предостеречь от него.',
                },
                {
                    number: 57,
                    descriptions:
                        'Ограничение, самоограничение, изоляция. Окружение может создавать ощущение застревания или ограничений.',
                    reversDescriptions:
                        'Освобождение, поиск новых возможностей. Окружение поможет вам найти выход из сложной ситуации.',
                },
                {
                    number: 58,
                    descriptions:
                        'Беспокойство, страх, тревога. Окружение может усиливать чувство беспокойства или страха.',
                    reversDescriptions:
                        'Надежда, преодоление страхов. Окружение поможет вам преодолеть тревоги и найти утешение.',
                },
                {
                    number: 59,
                    descriptions:
                        'Боль, завершение, кризис. Окружение может отражать тяжелый период или кульминацию кризиса.',
                    reversDescriptions:
                        'Исцеление, восстановление, положительные перемены. Окружение поможет вам начать процесс исцеления и восстановления.',
                },
                {
                    number: 60, // Page of Swords
                    descriptions:
                        'Любопытство, новые идеи, бдительность. Окружение будет способствовать поиску знаний и бдительному отношению.',
                    reversDescriptions:
                        'Обман, сплетни, неправильно понятая информация. Окружение может быть источником недопонимания или сплетен.',
                },
                {
                    number: 61, // Knight of Swords
                    descriptions:
                        'Решительность, агрессивность, быстрое действие. Окружение будет способствовать решительным и быстрым действиям.',
                    reversDescriptions:
                        'Импульсивность, рассеянность, спешка. Окружение может вызывать поспешные или непродуманные действия.',
                },
                {
                    number: 62, // Queen of Swords
                    descriptions:
                        'Четкость мысли, независимость, честность. Окружение будет способствовать ясности мысли и независимому суждению.',
                    reversDescriptions:
                        'Холодность, критичность, отстраненность. Окружение может вызывать чувство эмоционального отстранения или критичности.',
                },
                {
                    number: 63, // King of Swords
                    descriptions:
                        'Интеллектуальная мощь, авторитет, справедливость. Окружение будет способствовать логическому мышлению и справедливым решениям.',
                    reversDescriptions:
                        'Манипулятивность, жестокость, злоупотребление властью. Окружение может способствовать жестокому или манипулятивному поведению.',
                },
                {
                    number: 64,
                    descriptions:
                        'Новое начало в материальных делах, возможность для роста. Окружение будет способствовать новым финансовым или карьерным начинаниям.',
                    reversDescriptions:
                        'Пропущенные материальные возможности, неуверенность. Окружение может затруднять материальный прогресс или вносить неопределенность.',
                },
                {
                    number: 65,
                    descriptions:
                        'Баланс, адаптация, управление ресурсами. Окружение будет способствовать умению балансировать и адаптироваться в материальных вопросах.',
                    reversDescriptions:
                        'Дисбаланс, финансовые трудности. Окружение может привести к нестабильности или нерациональному управлению ресурсами.',
                },
                {
                    number: 66,
                    descriptions:
                        'Мастерство, рост, достижение. Окружение будет способствовать вашему профессиональному росту и достижению целей.',
                    reversDescriptions:
                        'Отсутствие прогресса, недостаток усилий. Окружение может замедлять ваш профессиональный рост или успех.',
                },
                {
                    number: 67,
                    descriptions:
                        'Стабильность, сохранение, осторожность. Окружение будет способствовать финансовой стабильности и необходимости сохранения ресурсов.',
                    reversDescriptions:
                        'Чрезмерная привязанность к материальному, жадность. Окружение может вызывать чрезмерную осторожность или скупость.',
                },
                {
                    number: 68,
                    descriptions:
                        'Трудности, нехватка, нужда. Окружение может отражать период материальных трудностей или нехватки.',
                    reversDescriptions:
                        'Восстановление, поиск решений. Окружение поможет найти пути преодоления материальных трудностей.',
                },
                {
                    number: 69,
                    descriptions:
                        'Щедрость, деление, благотворительность. Окружение будет способствовать возможностям для деления и помощи другим.',
                    reversDescriptions:
                        'Самоуверенность, долги, неблагодарность. Окружение может вызывать нерациональное распределение ресурсов или неблагодарность.',
                },
                {
                    number: 70,
                    descriptions:
                        'Труд, терпение, долгосрочное планирование. Окружение будет способствовать необходимости усердной работы и терпения для достижения целей.',
                    reversDescriptions:
                        'Нетерпение, разочарование в работе. Окружение может вызывать чувство разочарования или недостатка прогресса.',
                },
                {
                    number: 71,
                    descriptions:
                        'Усердие, трудолюбие, внимание к деталям. Окружение будет способствовать усердной работе и вниманию к деталям для достижения успеха.',
                    reversDescriptions:
                        'Переработка, недооценка усилий. Окружение может привести к чрезмерной работе или недооценке ваших усилий.',
                },
                {
                    number: 72,
                    descriptions:
                        'Удовлетворение, достижение, комфорт. Окружение будет способствовать чувству удовлетворения от достигнутого и материального комфорта.',
                    reversDescriptions:
                        'Недовольство, материальные заботы. Окружение может вызывать чувство недовольства или постоянные материальные заботы.',
                },
                {
                    number: 73,
                    descriptions:
                        'Богатство, стабильность, семейное благополучие. Окружение будет способствовать финансовой стабильности и благополучию.',
                    reversDescriptions:
                        'Потери, нестабильность, проблемы в семье. Окружение может привести к финансовым потерям или семейным проблемам.',
                },
                {
                    number: 74, // Page of Pentacles
                    descriptions:
                        'Новые возможности, учеба, любознательность. Окружение будет способствовать новым начинаниям в обучении или финансовых делах.',
                    reversDescriptions:
                        'Отсутствие целей, нереализованные идеи. Окружение может вызывать нерешительность или отсутствие практичности.',
                },
                {
                    number: 75, // Knight of Pentacles
                    descriptions:
                        'Надежность, тщательность, постоянство. Окружение будет способствовать стабильному и надежному подходу к делам.',
                    reversDescriptions:
                        'Скучность, избыточная осторожность. Окружение может вызывать застой или слишком осторожный подход.',
                },
                {
                    number: 76, // Queen of Pentacles
                    descriptions:
                        'Практичность, забота, надежность. Окружение будет способствовать практичному и заботливому отношению к материальным вопросам.',
                    reversDescriptions:
                        'Перегрузка заботами, игнорирование духовного. Окружение может привести к чрезмерной поглощенности материальными вопросами.',
                },
                {
                    number: 77, // King of Pentacles
                    descriptions:
                        'Успех в бизнесе, надежность, компетентность. Окружение будет способствовать успеху в материальных и бизнес-делах.',
                    reversDescriptions:
                        'Материализм, жесткость, упрямство. Окружение может способствовать чрезмерному фокусу на материальном или упрямству в делах.',
                },
            ],
        },
        {
            number: 9,
            card: [
                {
                    number: 0,
                    descriptions:
                        'Дурак символизирует новые начинания, приключения и неожиданные возможности. Он может указывать на то, что в вашем ближайшем будущем появятся новые, непредсказуемые ситуации, которые могут привести к значительным изменениям.',
                    reversDescriptions:
                        'В перевернутом положении Дурак предупреждает о необдуманных решениях и потенциальных ошибках из-за недостатка опыта или неосмотрительности.',
                },
                {
                    number: 1,
                    descriptions:
                        'Маг олицетворяет творческую энергию, инициативу и возможность использовать свои ресурсы. Эта карта может указывать на то, что вы обладаете всеми необходимыми инструментами для преодоления возможных проблем.',
                    reversDescriptions:
                        'Перевернутый Маг может предсказывать злоупотребление властью, нерешительность или потерю контроля над ситуацией.',
                },
                {
                    number: 2,
                    descriptions:
                        'Жрица связана с интуицией, тайнами и внутренним знанием. Она может указывать на то, что неожиданные влияния в вашей жизни могут потребовать глубокого самоанализа и прислушивания к своей интуиции.',
                    reversDescriptions:
                        'В перевернутом положении Жрица предупреждает о возможном недопонимании, игнорировании своей интуиции и скрытых проблемах.',
                },
                {
                    number: 3,
                    descriptions:
                        'Императрица символизирует плодородие, изобилие и заботу. Она может указывать на то, что неожиданные влияния принесут рост и процветание, но также могут потребовать от вас заботы и внимания к деталям.',
                    reversDescriptions:
                        'Перевернутая Императрица может предсказывать проблемы в личных отношениях, чрезмерную заботу о других и недостаток внимания к собственным нуждам.',
                },
                {
                    number: 4,
                    descriptions:
                        'Император ассоциируется с авторитетом, структурой и контролем. Он может указывать на то, что в вашей жизни появятся ситуации, требующие решительности и лидерства для преодоления проблем.',
                    reversDescriptions:
                        'Перевернутый Император предупреждает о тирании, упрямстве и чрезмерном контроле, что может привести к конфликтам и проблемам.',
                },
                {
                    number: 5,
                    descriptions:
                        'Иерофант связан с традициями, обучением и моральными ценностями. Эта карта может указывать на то, что вам придется столкнуться с ситуациями, где ваши убеждения и ценности будут испытаны.',
                    reversDescriptions:
                        'Перевернутый Иерофант может предсказывать ограниченность взглядов, конфликт между традициями и современными взглядами, или проблемы, связанные с авторитетами.',
                },
                {
                    number: 6,
                    descriptions:
                        'Влюбленные символизируют отношения, выбор и гармонию. Они могут указывать на то, что ваши отношения будут играть ключевую роль в ближайшем будущем, и вам может потребоваться сделать важный выбор.',
                    reversDescriptions:
                        'Перевернутые Влюбленные могут предсказывать конфликты в отношениях, неразделенную любовь или трудный выбор, который может привести к проблемам.',
                },
                {
                    number: 7,
                    descriptions:
                        'Колесница ассоциируется с победой, уверенностью и самоконтролем. Она может указывать на то, что вам предстоит преодолеть препятствия, но для этого потребуется решимость и сила воли.',
                    reversDescriptions:
                        'Перевернутая Колесница может предсказывать неудачу, потерю контроля или направления, что может привести к проблемам и задержкам.',
                },
                {
                    number: 8,
                    descriptions:
                        'Сила символизирует моральную силу, храбрость и стойкость. Эта карта может указывать на то, что вам придется столкнуться с проблемами, требующими внутренней силы и уверенности в себе.',
                    reversDescriptions:
                        'Перевернутая Сила может предсказывать самосомнение, страх, недостаток самоконтроля, что может привести к проблемам и конфликтам.',
                },
                {
                    number: 9,
                    descriptions:
                        'Отшельник ассоциируется с самоанализом, мудростью и внутренним поиском. Он может указывать на то, что вам потребуется время для размышлений и понимания внутренних процессов для преодоления проблем.',
                    reversDescriptions:
                        'Перевернутый Отшельник может предсказывать одиночество, изоляцию, игнорирование советов других, что может привести к проблемам и непониманию.',
                },
                {
                    number: 10,
                    descriptions:
                        'Колесо Фортуны символизирует неожиданные изменения, судьбу и цикличность событий. В контексте вашего вопроса, это может означать внезапные повороты событий, которые могут повлиять на ваше ближайшее будущее.',
                    reversDescriptions:
                        'В перевернутом положении карта может указывать на застой и нежелание принимать изменения, что может привести к проблемам.',
                },
                {
                    number: 11,
                    descriptions:
                        'Правосудие связано с честностью, кармой и важными решениями. Эта карта может предсказывать, что вам придется столкнуться с последствиями своих прошлых действий и принимать важные решения.',
                    reversDescriptions:
                        'Перевернутое Правосудие может означать несправедливость, предвзятость или избегание ответственности, что может привести к проблемам.',
                },
                {
                    number: 12,
                    descriptions:
                        'Повешенный символизирует самопожертвование, новые перспективы и паузу. Это может означать, что вам придется отложить свои планы или посмотреть на ситуацию под другим углом.',
                    reversDescriptions:
                        'Перевернутый Повешенный может указывать на бесполезные жертвы, упрямство или отказ от изменения взглядов, что может привести к проблемам.',
                },
                {
                    number: 13,
                    descriptions:
                        'Смерть символизирует конец, трансформацию и начало нового. В контексте вашего вопроса, это может означать значительные изменения, которые могут быть как сложными, так и освобождающими.',
                    reversDescriptions:
                        'Перевернутая Смерть может предсказывать стагнацию, страх перед изменениями или незавершенные дела, что может привести к проблемам.',
                },
                {
                    number: 14,
                    descriptions:
                        'Умеренность ассоциируется с балансом, терпением и умеренностью. Эта карта может указывать на необходимость найти гармонию и избегать крайностей в ближайшем будущем.',
                    reversDescriptions:
                        'Перевернутая Умеренность может означать дисбаланс, неумеренность или недостаток терпения, что может привести к проблемам.',
                },
                {
                    number: 15,
                    descriptions:
                        'Дьявол связан с привязанностями, материализмом и зависимостями. Эта карта может предсказывать, что вас могут ожидать искушения или привязанности, которые могут оказать сильное влияние на ваше ближайшее будущее.',
                    reversDescriptions:
                        'Перевернутый Дьявол может указывать на освобождение от связей, преодоление зависимостей или разрыв токсичных отношений.',
                },
                {
                    number: 16,
                    descriptions:
                        'Башня символизирует внезапные изменения, разрушение и освобождение от иллюзий. Эта карта может предсказывать резкие и неожиданные события, которые могут сильно повлиять на ваше ближайшее будущее.',
                    reversDescriptions:
                        'Перевернутая Башня может означать отсроченное разрушение, внутренний хаос или отказ от признания неизбежных изменений.',
                },
                {
                    number: 17,
                    descriptions:
                        'Звезда ассоциируется с надеждой, верой и вдохновением. Эта карта может указывать на то, что в ближайшем будущем вас ждет период обновления и позитивных перспектив.',
                    reversDescriptions:
                        'Перевернутая Звезда может предсказывать разочарование, потерю веры или недостаток вдохновения.',
                },
                {
                    number: 18,
                    descriptions:
                        'Луна связана с неопределенностью, страхами и иллюзиями. Эта карта может предсказывать период смущения и неуверенности, где не все так, как кажется на первый взгляд.',
                    reversDescriptions:
                        'Перевернутая Луна может указывать на разоблачение иллюзий, прозрение и преодоление страхов.',
                },
                {
                    number: 19,
                    descriptions:
                        'Солнце символизирует успех, радость и ясность. Эта карта может предсказывать период благополучия и ясности в вашем ближайшем будущем, где многие вещи будут решаться сами собой.',
                    reversDescriptions:
                        'Перевернутое Солнце может означать временные препятствия, недопонимание или отсутствие ясности.',
                },
                {
                    number: 20,
                    descriptions:
                        'Суд связан с возрождением, судьбоносными решениями и осознанием. Эта карта может указывать на важный момент прозрения или решения, которое повлияет на ваше ближайшее будущее.',
                    reversDescriptions:
                        'Перевернутый Суд может предсказывать отсрочку важного решения, самокритику или нежелание учиться на своих ошибках.',
                },
                {
                    number: 21,
                    descriptions:
                        'Мир символизирует завершение, гармонию и удовлетворение. Эта карта может предсказывать успешное завершение текущих дел и наступление периода мира и удовлетворения.',
                    reversDescriptions:
                        'Перевернутый Мир может означать незавершенность, отсутствие закрытия или неудовлетворенность достигнутыми результатами.',
                },
                {
                    number: 22,
                    descriptions:
                        'Туз Жезлов символизирует новое начало, вдохновение и потенциал. В контексте вашего вопроса, это может означать появление новых возможностей, но также и необходимость быстро реагировать на изменяющиеся обстоятельства.',
                    reversDescriptions:
                        'В перевернутом положении карта может указывать на задержки, потерю энтузиазма или затруднения в начале новых проектов.',
                },
                {
                    number: 23,
                    descriptions:
                        'Двойка Жезлов ассоциируется с планированием и выбором направления. Это может означать, что перед вами откроются новые пути, но вам придется тщательно взвешивать свои решения.',
                    reversDescriptions:
                        'Перевернутая Двойка Жезлов может предсказывать страх перед неизвестным, нерешительность или проблемы с принятием решений.',
                },
                {
                    number: 24,
                    descriptions:
                        'Тройка Жезлов символизирует расширение, рост и исследование. В контексте вашего вопроса, это может означать, что ваши усилия начнут приносить плоды, но также могут возникнуть неожиданные препятствия.',
                    reversDescriptions:
                        'Перевернутая Тройка Жезлов может указывать на задержки в прогрессе, разочарование в ожиданиях или потерю направления.',
                },
                {
                    number: 25,
                    descriptions:
                        'Четверка Жезлов связана с празднованием и стабильностью. Это может предвещать достижение важного этапа, но также предупреждает о необходимости не останавливаться на достигнутом.',
                    reversDescriptions:
                        'Перевернутая Четверка Жезлов может означать отсутствие поддержки, потерю интереса к целям или недовольство достигнутым.',
                },
                {
                    number: 26,
                    descriptions:
                        'Пятерка Жезлов символизирует конкуренцию, конфликты и борьбу. В контексте вашего вопроса, это может означать столкновение с препятствиями или конкурентами.',
                    reversDescriptions:
                        'Перевернутая Пятерка Жезлов может предсказывать урегулирование конфликтов, поиск компромиссов или усталость от борьбы.',
                },
                {
                    number: 27,
                    descriptions:
                        'Шестерка Жезлов ассоциируется с успехом и признанием. Это может означать, что ваши усилия будут вознаграждены, но также предупреждает о необходимости оставаться смиренным.',
                    reversDescriptions:
                        'Перевернутая Шестерка Жезлов может указывать на задержку успеха, потерю репутации или недовольство достигнутым.',
                },
                {
                    number: 28,
                    descriptions:
                        'Семерка Жезлов связана с обороной и стойкостью. В контексте вашего вопроса, это может означать необходимость защищать свои позиции и убеждения перед лицом вызовов.',
                    reversDescriptions:
                        'Перевернутая Семерка Жезлов может предсказывать отступление, усталость от борьбы или потерю уверенности.',
                },
                {
                    number: 29,
                    descriptions:
                        'Восьмерка Жезлов символизирует быстрые события и передвижения. Это может означать, что события будут развиваться стремительно, и вам потребуется быстро реагировать.',
                    reversDescriptions:
                        'Перевернутая Восьмерка Жезлов может указывать на задержки, недоразумения или препятствия на вашем пути.',
                },
                {
                    number: 30,
                    descriptions:
                        'Девятка Жезлов связана с выносливостью и готовностью к вызовам. Это может предвещать, что вам придется проявить терпение и решимость для преодоления препятствий.',
                    reversDescriptions:
                        'Перевернутая Девятка Жезлов может означать усталость, отсутствие мотивации или чувство, что вы боретесь впустую.',
                },
                {
                    number: 31,
                    descriptions:
                        'Десятка Жезлов ассоциируется с перегрузкой и ответственностью. В контексте вашего вопроса, это может означать, что вы столкнетесь с тяжелыми обязанностями или перегрузкой.',
                    reversDescriptions:
                        'Перевернутая Десятка Жезлов может предсказывать освобождение от бремени, делегирование обязанностей или облегчение после трудного периода.',
                },
                {
                    number: 32,
                    descriptions:
                        'Паж Жезлов символизирует энтузиазм, открытость к новым идеям и любопытство. Это может означать появление новых возможностей, но также и риск недооценки сложностей.',
                    reversDescriptions:
                        'Перевернутый Паж Жезлов может указывать на недостаток зрелости, разочарование или нереализованные идеи.',
                },
                {
                    number: 33,
                    descriptions:
                        'Рыцарь Жезлов ассоциируется с приключениями, энергией и рискованными действиями. Это может означать, что вам предстоит принять быстрые и смелые решения.',
                    reversDescriptions:
                        'Перевернутый Рыцарь Жезлов может предсказывать импульсивность, неосмотрительность или отсутствие направления.',
                },
                {
                    number: 34,
                    descriptions:
                        'Королева Жезлов символизирует независимость, страсть и силу воли. Это может означать, что вам придется проявить уверенность и решительность для преодоления проблем.',
                    reversDescriptions:
                        'Перевернутая Королева Жезлов может указывать на упрямство, эмоциональную нестабильность или доминирование.',
                },
                {
                    number: 35,
                    descriptions:
                        'Король Жезлов ассоциируется с лидерством, смелостью и влиянием. Это может означать, что вам предстоит принять роль лидера и принимать важные решения.',
                    reversDescriptions:
                        'Перевернутый Король Жезлов может предсказывать деспотизм, неспособность управлять своими эмоциями или неразумные решения.',
                },
                {
                    number: 36,
                    descriptions:
                        'Туз Чаш символизирует новое эмоциональное начало, любовь и интуицию. В контексте вашего вопроса, это может означать появление новых отношений или глубоких эмоциональных переживаний.',
                    reversDescriptions:
                        'В перевернутом положении карта может указывать на эмоциональное разочарование, потерю или нереализованные чувства.',
                },
                {
                    number: 37,
                    descriptions:
                        'Двойка Чаш ассоциируется с гармонией в отношениях, партнерством и привязанностью. Это может означать укрепление отношений или встречу с важным партнером.',
                    reversDescriptions:
                        'Перевернутая Двойка Чаш может предсказывать конфликты в отношениях, разрыв или неразделенную любовь.',
                },
                {
                    number: 38,
                    descriptions:
                        'Тройка Чаш связана с общением, празднованием и дружбой. Это может означать радостные события, встречи с друзьями или празднование успеха.',
                    reversDescriptions:
                        'Перевернутая Тройка Чаш может указывать на изоляцию, потерю связи с друзьями или переутомление от социальных взаимодействий.',
                },
                {
                    number: 39,
                    descriptions:
                        'Четверка Чаш ассоциируется с апатией, размышлениями и переосмыслением. Это может предвещать период, когда вы чувствуете себя неудовлетворенными текущими обстоятельствами и ищете что-то большее.',
                    reversDescriptions:
                        'Перевернутая Четверка Чаш может означать новые возможности, мотивацию для изменений или принятие того, что ранее отвергалось.',
                },
                {
                    number: 40,
                    descriptions:
                        'Пятерка Чаш связана с горем, потерей и сожалением. Это может означать эмоциональные трудности или потерю, которая повлияет на ваше ближайшее будущее.',
                    reversDescriptions:
                        'Перевернутая Пятерка Чаш может предсказывать преодоление горя, учение на прошлых ошибках и движение вперед.',
                },
                {
                    number: 41,
                    descriptions:
                        'Шестерка Чаш ассоциируется с ностальгией, воспоминаниями и невинностью. Это может означать возвращение к прошлым воспоминаниям или людям из вашего прошлого.',
                    reversDescriptions:
                        'Перевернутая Шестерка Чаш может указывать на отказ от прошлого, движение вперед и оставление старых воспоминаний.',
                },
                {
                    number: 42,
                    descriptions:
                        'Семерка Чаш символизирует фантазии, иллюзии и выбор. Это может предвещать период, когда вам придется столкнуться с неопределенностью и сделать выбор между реальностью и иллюзией.',
                    reversDescriptions:
                        'Перевернутая Семерка Чаш может означать разоблачение иллюзий, ясность мысли и принятие решений на основе реальности.',
                },
                {
                    number: 43,
                    descriptions:
                        'Восьмерка Чаш ассоциируется с отказом, поиском глубины и отказом от поверхностных вещей. Это может означать, что вам придется оставить что-то важное ради более значимой цели.',
                    reversDescriptions:
                        'Перевернутая Восьмерка Чаш может предсказывать страх перед изменениями, застревание в нездоровой ситуации или возвращение к старым проблемам.',
                },
                {
                    number: 44,
                    descriptions:
                        'Девятка Чаш связана с удовлетворением, благополучием и достижением желаний. Это может означать, что ваши надежды и мечты начнут сбываться.',
                    reversDescriptions:
                        'Перевернутая Девятка Чаш может указывать на неудовлетворенность, нереализованные желания или самообман.',
                },
                {
                    number: 45,
                    descriptions:
                        'Десятка Чаш символизирует эмоциональное изобилие, счастье в отношениях и гармонию. Это может означать достижение глубокого эмоционального удовлетворения и стабильности.',
                    reversDescriptions:
                        'Перевернутая Десятка Чаш может предсказывать разлад в отношениях, разочарование в личной жизни или потерю гармонии.',
                },
                {
                    number: 46,
                    descriptions:
                        'Паж Чаш символизирует чувствительность, интуицию и вдохновение. Это может означать появление новых эмоциональных переживаний или творческих идей.',
                    reversDescriptions:
                        'Перевернутый Паж Чаш может указывать на эмоциональную нестабильность, нереализованные мечты или недостаток вдохновения.',
                },
                {
                    number: 47,
                    descriptions:
                        'Рыцарь Чаш ассоциируется с романтическими идеалами, очарованием и рыцарством. Это может означать приход человека, который будет вдохновлять вас или предложит романтическое приключение.',
                    reversDescriptions:
                        'Перевернутый Рыцарь Чаш может предсказывать нереалистичные ожидания, эмоциональную неуверенность или незрелость в отношениях.',
                },
                {
                    number: 48,
                    descriptions:
                        'Королева Чаш символизирует эмоциональную глубину, чуткость и заботу. Это может означать, что вам придется проявить сочувствие и понимание в сложной ситуации.',
                    reversDescriptions:
                        'Перевернутая Королева Чаш может указывать на эмоциональную зависимость, манипуляцию или переутомление от заботы о других.',
                },
                {
                    number: 49,
                    descriptions:
                        'Король Чаш ассоциируется с эмоциональной стабильностью, дипломатичностью и контролем чувств. Это может означать, что вам придется проявить мудрость и сдержанность в эмоциональных вопросах.',
                    reversDescriptions:
                        'Перевернутый Король Чаш может предсказывать эмоциональное отстранение, нерешительность или невозможность справиться с чувствами.',
                },
                {
                    number: 50,
                    descriptions:
                        'Туз Мечей символизирует прорыв, ясность и интеллектуальную силу. В контексте вашего вопроса, это может означать появление нового понимания или решения, которое приведет к значительным изменениям.',
                    reversDescriptions:
                        'В перевернутом положении карта может указывать на замешательство, неправильное понимание или обман.',
                },
                {
                    number: 51,
                    descriptions:
                        'Двойка Мечей ассоциируется с решениями, которые требуют баланса и компромисса. Это может означать, что вам предстоит сложный выбор, в котором необходимо будет учитывать разные стороны.',
                    reversDescriptions:
                        'Перевернутая Двойка Мечей может предсказывать нерешительность, конфликт интересов или отсутствие ясности в принятии решения.',
                },
                {
                    number: 52,
                    descriptions:
                        'Тройка Мечей связана с болью, разочарованием и горем. В контексте вашего вопроса, это может означать эмоциональные трудности или конфликт, который повлияет на ваше ближайшее будущее.',
                    reversDescriptions:
                        'Перевернутая Тройка Мечей может указывать на преодоление горя, прощение или начало исцеления.',
                },
                {
                    number: 53,
                    descriptions:
                        'Четверка Мечей символизирует отдых, восстановление и медитацию. Это может предвещать период покоя и внутренней работы, необходимой для восстановления сил.',
                    reversDescriptions:
                        'Перевернутая Четверка Мечей может означать возобновление активности, недостаток отдыха или необходимость возвращения к делам.',
                },
                {
                    number: 54,
                    descriptions:
                        'Пятерка Мечей ассоциируется с конфликтом, поражением и непродуктивными спорами. Это может означать, что вам предстоит столкнуться с ситуацией, в которой победа может оказаться пирровой.',
                    reversDescriptions:
                        'Перевернутая Пятерка Мечей может предсказывать примирение после спора, учение на своих ошибках или поиск более мирного решения.',
                },
                {
                    number: 55,
                    descriptions:
                        'Шестерка Мечей связана с переходом, перемещением и уходом от трудностей. Это может означать, что вам предстоит оставить позади трудный период и двигаться вперед.',
                    reversDescriptions:
                        'Перевернутая Шестерка Мечей может указывать на задержку или нежелание двигаться вперед, застревание в прошлом.',
                },
                {
                    number: 56,
                    descriptions:
                        'Семерка Мечей ассоциируется с обманом, хитростью и необходимостью быть осторожным. В контексте вашего вопроса, это может означать, что вам следует быть бдительным и остерегаться обмана.',
                    reversDescriptions:
                        'Перевернутая Семерка Мечей может предсказывать раскрытие обмана, честность или пересмотр стратегии.',
                },
                {
                    number: 57,
                    descriptions:
                        'Восьмерка Мечей символизирует ограничение, самоограничение и чувство беспомощности. Это может предвещать период, когда вы чувствуете себя застрявшим или ограниченным в своих действиях.',
                    reversDescriptions:
                        'Перевернутая Восьмерка Мечей может означать освобождение от ограничений, нахождение решения или преодоление страхов.',
                },
                {
                    number: 58,
                    descriptions:
                        'Девятка Мечей связана с беспокойством, страхами и ночными кошмарами. В контексте вашего вопроса, это может означать период тревоги или внутренних страхов, влияющих на ваше благополучие.',
                    reversDescriptions:
                        'Перевернутая Девятка Мечей может предсказывать конец беспокойства, облегчение или начало исцеления от психологических травм.',
                },
                {
                    number: 59,
                    descriptions:
                        'Десятка Мечей символизирует крайнее поражение, конец и предательство. Это может означать, что вам предстоит столкнуться с трудной ситуацией, которая может оказаться конечной точкой некоторых аспектов вашей жизни.',
                    reversDescriptions:
                        'Перевернутая Десятка Мечей может означать восстановление, начало исцеления или преодоление трудного периода.',
                },
                {
                    number: 60,
                    descriptions:
                        'Паж Мечей символизирует любознательность, остроумие и стремление к знаниям. Это может означать появление новых идей или важных сообщений, которые потребуют внимания.',
                    reversDescriptions:
                        'Перевернутый Паж Мечей может указывать на сплетни, недоразумения или незрелость в общении.',
                },
                {
                    number: 61,
                    descriptions:
                        'Рыцарь Мечей ассоциируется с агрессивным действием, амбицией и решительностью. Это может означать, что вам предстоит действовать быстро и решительно, но также следует быть осторожным, чтобы не действовать импульсивно.',
                    reversDescriptions:
                        'Перевернутый Рыцарь Мечей может предсказывать безрассудство, агрессию или неконтролируемое поведение.',
                },
                {
                    number: 62,
                    descriptions:
                        'Королева Мечей символизирует четкость мысли, независимость и честность. Это может означать, что вам придется проявить ясность ума и объективность для преодоления проблем.',
                    reversDescriptions:
                        'Перевернутая Королева Мечей может указывать на злобность, критичность или эмоциональное отчуждение.',
                },
                {
                    number: 63,
                    descriptions:
                        'Король Мечей ассоциируется с авторитетом, логическим мышлением и справедливостью. Это может означать, что вам придется принимать важные решения, опираясь на логику и справедливость.',
                    reversDescriptions:
                        'Перевернутый Король Мечей может предсказывать манипулятивность, жестокость или злоупотребление властью.',
                },
                {
                    number: 64,
                    descriptions:
                        'Туз Пентаклей символизирует новые возможности в материальных и финансовых делах. В контексте вашего вопроса, это может означать начало нового предприятия или финансового начинания.',
                    reversDescriptions:
                        'В перевернутом положении карта может указывать на упущенные возможности, плохое планирование или задержки в финансовых делах.',
                },
                {
                    number: 65,
                    descriptions:
                        'Двойка Пентаклей ассоциируется с балансом, адаптацией и управлением. Это может означать необходимость балансировать между разными аспектами жизни или финансовыми обязательствами.',
                    reversDescriptions:
                        'Перевернутая Двойка Пентаклей может предсказывать потерю баланса, финансовые трудности или перегрузку обязанностями.',
                },
                {
                    number: 66,
                    descriptions:
                        'Тройка Пентаклей связана с мастерством, трудом и планированием. В контексте вашего вопроса, это может означать успех в работе или проектах благодаря усердию и командной работе.',
                    reversDescriptions:
                        'Перевернутая Тройка Пентаклей может указывать на недостаток командной работы, неполное планирование или отсутствие признания в профессиональной сфере.',
                },
                {
                    number: 67,
                    descriptions:
                        'Четверка Пентаклей ассоциируется с сохранением, осторожностью и страхом потерь. Это может предвещать период, когда вы будете осторожно обращаться с ресурсами, но также может указывать на скупость или страх перемен.',
                    reversDescriptions:
                        'Перевернутая Четверка Пентаклей может означать расточительство, необходимость делиться или отказ от чрезмерного контроля над финансами.',
                },
                {
                    number: 68,
                    descriptions:
                        'Пятерка Пентаклей связана с нехваткой, бедностью и неуверенностью. В контексте вашего вопроса, это может означать финансовые трудности или чувство недостатка в других аспектах жизни.',
                    reversDescriptions:
                        'Перевернутая Пятерка Пентаклей может предсказывать начало восстановления после трудного периода, поиск помощи или новых возможностей.',
                },
                {
                    number: 69,
                    descriptions:
                        'Шестерка Пентаклей ассоциируется с щедростью, подарками и благотворительностью. Это может означать, что вы будете в состоянии помочь другим или получите помощь, когда это будет необходимо.',
                    reversDescriptions:
                        'Перевернутая Шестерка Пентаклей может указывать на финансовые проблемы, нежелание делиться или чувство, что ваши усилия не оцениваются.',
                },
                {
                    number: 70,
                    descriptions:
                        'Семерка Пентаклей связана с терпением, ростом и инвестициями. В контексте вашего вопроса, это может означать, что результаты ваших усилий будут видны не сразу, но терпение будет вознаграждено.',
                    reversDescriptions:
                        'Перевернутая Семерка Пентаклей может предсказывать разочарование из-за задержек, недостаток терпения или потерю веры в свои усилия.',
                },
                {
                    number: 71,
                    descriptions:
                        'Восьмерка Пентаклей ассоциируется с усердием, вниманием к деталям и стремлением к совершенству. Это может означать, что вам предстоит усердная работа, которая в конечном итоге принесет успех.',
                    reversDescriptions:
                        'Перевернутая Восьмерка Пентаклей может указывать на недостаток внимания к деталям, рутинную работу или необходимость переосмысления подхода к работе.',
                },
                {
                    number: 72,
                    descriptions:
                        'Девятка Пентаклей символизирует достижение, благополучие и уверенность. В контексте вашего вопроса, это может означать достижение стабильности и безопасности в материальных делах.',
                    reversDescriptions:
                        'Перевернутая Девятка Пентаклей может предсказывать потерю финансовой стабильности, чрезмерную заботу о материальных вещах или одиночество на пути к успеху.',
                },
                {
                    number: 73,
                    descriptions:
                        'Десятка Пентаклей ассоциируется с богатством, наследством и стабильностью. Это может означать достижение значительного успеха, который будет иметь долгосрочное значение.',
                    reversDescriptions:
                        'Перевернутая Десятка Пентаклей может указывать на потерю финансовой стабильности, проблемы в семье или чрезмерную зависимость от материальных ценностей.',
                },
                {
                    number: 74,
                    descriptions:
                        'Паж Пентаклей символизирует ученика, новые интересы и желание учиться. В контексте вашего вопроса, это может означать изучение новых навыков или начало нового проекта, требующего внимания к деталям.',
                    reversDescriptions:
                        'Перевернутый Паж Пентаклей может указывать на недостаток концентрации, отсутствие практичности или нереализованные идеи.',
                },
                {
                    number: 75,
                    descriptions:
                        'Рыцарь Пентаклей ассоциируется с надежностью, тщательностью и постоянством. Это может означать, что вам предстоит упорная работа, которая потребует терпения и постоянства.',
                    reversDescriptions:
                        'Перевернутый Рыцарь Пентаклей может предсказывать стагнацию, недостаток прогресса или упрямство, препятствующее развитию.',
                },
                {
                    number: 76,
                    descriptions:
                        'Королева Пентаклей символизирует плодородие, заботу и практичность. В контексте вашего вопроса, это может означать, что вам предстоит заботиться о финансовом благополучии себя или других, проявляя практический подход.',
                    reversDescriptions:
                        'Перевернутая Королева Пентаклей может указывать на чрезмерную заботу о материальных вещах, игнорирование эмоциональных нужд или непрактичность.',
                },
                {
                    number: 77,
                    descriptions:
                        'Король Пентаклей ассоциируется с успехом, компетентностью и стабильностью. В контексте вашего вопроса, это может означать достижение значительного успеха в материальных делах и финансовой стабильности.',
                    reversDescriptions:
                        'Перевернутый Король Пентаклей может предсказывать финансовые проблемы, недостаток практичности или упрямство.',
                },
            ],
        },
        {
            number: 10,
            card: [
                {
                    number: 0,
                    descriptions:
                        'Дурак символизирует новые начинания, приключения и неожиданные возможности. В контексте вашего вопроса, это может означать внезапные повороты событий, которые могут привести к значительным изменениям.',
                    reversDescriptions:
                        'В перевернутом положении Дурак предупреждает о необдуманных решениях и потенциальных ошибках из-за недостатка опыта или неосмотрительности.',
                },
                {
                    number: 1,
                    descriptions:
                        'Маг олицетворяет творческую энергию, инициативу и возможность использовать свои ресурсы. Эта карта может указывать на то, что вы обладаете всеми необходимыми инструментами для преодоления возможных проблем.',
                    reversDescriptions:
                        'Перевернутый Маг может предсказывать злоупотребление властью, нерешительность или потерю контроля над ситуацией.',
                },
                {
                    number: 2,
                    descriptions:
                        'Жрица связана с интуицией, тайнами и внутренним знанием. Она может указывать на то, что неожиданные влияния в вашей жизни могут потребовать глубокого самоанализа и прислушивания к своей интуиции.',
                    reversDescriptions:
                        'В перевернутом положении Жрица предупреждает о возможном недопонимании, игнорировании своей интуиции и скрытых проблемах.',
                },
                {
                    number: 3,
                    descriptions:
                        'Императрица символизирует плодородие, изобилие и заботу. Она может указывать на то, что неожиданные влияния принесут рост и процветание, но также могут потребовать от вас заботы и внимания к деталям.',
                    reversDescriptions:
                        'Перевернутая Императрица может предсказывать проблемы в личных отношениях, чрезмерную заботу о других и недостаток внимания к собственным нуждам.',
                },
                {
                    number: 4,
                    descriptions:
                        'Император ассоциируется с авторитетом, структурой и контролем. Он может указывать на то, что в вашей жизни появятся ситуации, требующие решительности и лидерства для преодоления проблем.',
                    reversDescriptions:
                        'Перевернутый Император предупреждает о тирании, упрямстве и чрезмерном контроле, что может привести к конфликтам и проблемам.',
                },
                {
                    number: 5,
                    descriptions:
                        'Иерофант связан с традициями, обучением и моральными ценностями. Эта карта может указывать на то, что вам придется столкнуться с ситуациями, где ваши убеждения и ценности будут испытаны.',
                    reversDescriptions:
                        'Перевернутый Иерофант может предсказывать ограниченность взглядов, конфликт между традициями и современными взглядами, или проблемы, связанные с авторитетами.',
                },
                {
                    number: 6,
                    descriptions:
                        'Влюбленные символизируют отношения, выбор и гармонию. Они могут указывать на то, что ваши отношения будут играть ключевую роль в ближайшем будущем, и вам может потребоваться сделать важный выбор.',
                    reversDescriptions:
                        'Перевернутые Влюбленные могут предсказывать конфликты в отношениях, неразделенную любовь или трудный выбор, который может привести к проблемам.',
                },
                {
                    number: 7,
                    descriptions:
                        'Колесница ассоциируется с победой, уверенностью и самоконтролем. Она может указывать на то, что вам предстоит преодолеть препятствия, но для этого потребуется решимость и сила воли.',
                    reversDescriptions:
                        'Перевернутая Колесница может предсказывать неудачу, потерю контроля или направления, что может привести к проблемам и задержкам.',
                },
                {
                    number: 8,
                    descriptions:
                        'Сила символизирует моральную силу, храбрость и стойкость. Эта карта может указывать на то, что вам придется столкнуться с проблемами, требующими внутренней силы и уверенности в себе.',
                    reversDescriptions:
                        'Перевернутая Сила может предсказывать самосомнение, страх, недостаток самоконтроля, что может привести к проблемам и конфликтам.',
                },
                {
                    number: 9,
                    descriptions:
                        'Отшельник ассоциируется с самоанализом, мудростью и внутренним поиском. Он может указывать на то, что вам потребуется время для размышлений и понимания внутренних процессов для преодоления проблем.',
                    reversDescriptions:
                        'Перевернутый Отшельник может предсказывать одиночество, изоляцию, игнорирование советов других, что может привести к проблемам и непониманию.',
                },
                {
                    number: 10,
                    descriptions:
                        'Колесо Фортуны символизирует изменения, циклы и судьбу. В контексте вашего вопроса, это может означать неожиданные повороты событий, которые могут существенно повлиять на ваше ближайшее будущее.',
                    reversDescriptions:
                        'В перевернутом положении карта может указывать на застой, нежелание принимать изменения или негативные последствия неконтролируемых обстоятельств.',
                },
                {
                    number: 11,
                    descriptions:
                        'Правосудие связано с честностью, кармой и важными решениями. Эта карта может предсказывать, что вам придется столкнуться с последствиями своих прошлых действий и принимать важные решения.',
                    reversDescriptions:
                        'Перевернутое Правосудие может означать несправедливость, предвзятость или избегание ответственности, что может привести к проблемам.',
                },
                {
                    number: 12,
                    descriptions:
                        'Повешенный символизирует самопожертвование, новые перспективы и паузу. Это может означать, что вам придется отложить свои планы или посмотреть на ситуацию под другим углом.',
                    reversDescriptions:
                        'Перевернутый Повешенный может указывать на бесполезные жертвы, упрямство или отказ от изменения взглядов, что может привести к проблемам.',
                },
                {
                    number: 13,
                    descriptions:
                        'Смерть символизирует конец, трансформацию и начало нового. В контексте вашего вопроса, это может означать значительные изменения, которые могут быть как сложными, так и освобождающими.',
                    reversDescriptions:
                        'Перевернутая Смерть может предсказывать стагнацию, страх перед изменениями или незавершенные дела, что может привести к проблемам.',
                },
                {
                    number: 14,
                    descriptions:
                        'Умеренность ассоциируется с балансом, терпением и умеренностью. Эта карта может указывать на необходимость найти гармонию и избегать крайностей в ближайшем будущем.',
                    reversDescriptions:
                        'Перевернутая Умеренность может означать дисбаланс, неумеренность или недостаток терпения, что может привести к проблемам.',
                },
                {
                    number: 15,
                    descriptions:
                        'Дьявол связан с привязанностями, материализмом и зависимостями. Эта карта может предсказывать, что вас могут ожидать искушения или привязанности, которые могут оказать сильное влияние на ваше ближайшее будущее.',
                    reversDescriptions:
                        'Перевернутый Дьявол может указывать на освобождение от связей, преодоление зависимостей или разрыв токсичных отношений.',
                },
                {
                    number: 16,
                    descriptions:
                        'Башня символизирует внезапные изменения, разрушение и освобождение от иллюзий. Эта карта может предсказывать резкие и неожиданные события, которые могут сильно повлиять на ваше ближайшее будущее.',
                    reversDescriptions:
                        'Перевернутая Башня может означать отсроченное разрушение, внутренний хаос или отказ от признания неизбежных изменений.',
                },
                {
                    number: 17,
                    descriptions:
                        'Звезда ассоциируется с надеждой, верой и вдохновением. Эта карта может указывать на то, что в ближайшем будущем вас ждет период обновления и позитивных перспектив.',
                    reversDescriptions:
                        'Перевернутая Звезда может предсказывать разочарование, потерю веры или недостаток вдохновения.',
                },
                {
                    number: 18,
                    descriptions:
                        'Луна связана с неопределенностью, страхами и иллюзиями. Эта карта может предсказывать период смущения и неуверенности, где не все так, как кажется на первый взгляд.',
                    reversDescriptions:
                        'Перевернутая Луна может указывать на разоблачение иллюзий, прозрение и преодоление страхов.',
                },
                {
                    number: 19,
                    descriptions:
                        'Солнце символизирует успех, радость и ясность. Эта карта может предсказывать период благополучия и ясности в вашем ближайшем будущем, где многие вещи будут решаться сами собой.',
                    reversDescriptions:
                        'Перевернутое Солнце может означать временные препятствия, недопонимание или отсутствие ясности.',
                },
                {
                    number: 20,
                    descriptions:
                        'Суд связан с возрождением, судьбоносными решениями и осознанием. Эта карта может указывать на важный момент прозрения или решения, которое повлияет на ваше ближайшее будущее.',
                    reversDescriptions:
                        'Перевернутый Суд может предсказывать отсрочку важного решения, самокритику или нежелание учиться на своих ошибках.',
                },
                {
                    number: 21,
                    descriptions:
                        'Мир символизирует завершение, гармонию и удовлетворение. Эта карта может предсказывать успешное завершение текущих дел и наступление периода мира и удовлетворения.',
                    reversDescriptions:
                        'Перевернутый Мир может означать незавершенность, отсутствие закрытия или неудовлетворенность достигнутыми результатами.',
                },
                {
                    number: 22,
                    descriptions:
                        'Туз Жезлов символизирует новое начало, вдохновение и потенциал. В контексте вашего вопроса, это может означать появление новых возможностей, но также и необходимость быстро реагировать на изменяющиеся обстоятельства.',
                    reversDescriptions:
                        'В перевернутом положении карта может указывать на задержки, потерю энтузиазма или затруднения в начале новых проектов.',
                },
                {
                    number: 23,
                    descriptions:
                        'Двойка Жезлов ассоциируется с планированием и выбором направления. Это может означать, что перед вами откроются новые пути, но вам придется тщательно взвешивать свои решения.',
                    reversDescriptions:
                        'Перевернутая Двойка Жезлов может предсказывать страх перед неизвестным, нерешительность или проблемы с принятием решений.',
                },
                {
                    number: 24,
                    descriptions:
                        'Тройка Жезлов символизирует расширение, рост и исследование. В контексте вашего вопроса, это может означать, что ваши усилия начнут приносить плоды, но также могут возникнуть неожиданные препятствия.',
                    reversDescriptions:
                        'Перевернутая Тройка Жезлов может указывать на задержки в прогрессе, разочарование в ожиданиях или потерю направления.',
                },
                {
                    number: 25,
                    descriptions:
                        'Четверка Жезлов связана с празднованием и стабильностью. Это может предвещать достижение важного этапа, но также предупреждает о необходимости не останавливаться на достигнутом.',
                    reversDescriptions:
                        'Перевернутая Четверка Жезлов может означать отсутствие поддержки, потерю интереса к целям или недовольство достигнутым.',
                },
                {
                    number: 26,
                    descriptions:
                        'Пятерка Жезлов символизирует конкуренцию, конфликты и борьбу. В контексте вашего вопроса, это может означать столкновение с препятствиями или конкурентами.',
                    reversDescriptions:
                        'Перевернутая Пятерка Жезлов может предсказывать урегулирование конфликтов, поиск компромиссов или усталость от борьбы.',
                },
                {
                    number: 27,
                    descriptions:
                        'Шестерка Жезлов ассоциируется с успехом и признанием. Это может означать, что ваши усилия будут вознаграждены, но также предупреждает о необходимости оставаться смиренным.',
                    reversDescriptions:
                        'Перевернутая Шестерка Жезлов может указывать на задержку успеха, потерю репутации или недовольство достигнутым.',
                },
                {
                    number: 28,
                    descriptions:
                        'Семерка Жезлов связана с обороной и стойкостью. В контексте вашего вопроса, это может означать необходимость защищать свои позиции и убеждения перед лицом вызовов.',
                    reversDescriptions:
                        'Перевернутая Семерка Жезлов может предсказывать отступление, усталость от борьбы или потерю уверенности.',
                },
                {
                    number: 29,
                    descriptions:
                        'Восьмерка Жезлов символизирует быстрые события и передвижения. Это может означать, что события будут развиваться стремительно, и вам потребуется быстро реагировать.',
                    reversDescriptions:
                        'Перевернутая Восьмерка Жезлов может указывать на задержки, недоразумения или препятствия на вашем пути.',
                },
                {
                    number: 30,
                    descriptions:
                        'Девятка Жезлов связана с выносливостью и готовностью к вызовам. Это может предвещать, что вам придется проявить терпение и решимость для преодоления препятствий.',
                    reversDescriptions:
                        'Перевернутая Девятка Жезлов может означать усталость, отсутствие мотивации или чувство, что вы боретесь впустую.',
                },
                {
                    number: 31,
                    descriptions:
                        'Десятка Жезлов ассоциируется с перегрузкой и ответственностью. В контексте вашего вопроса, это может означать, что вы столкнетесь с тяжелыми обязанностями или перегрузкой.',
                    reversDescriptions:
                        'Перевернутая Десятка Жезлов может предсказывать освобождение от бремени, делегирование обязанностей или облегчение после трудного периода.',
                },
                {
                    number: 32,
                    descriptions:
                        'Паж Жезлов символизирует энтузиазм, открытость к новым идеям и любопытство. Это может означать появление новых возможностей, но также и риск недооценки сложностей.',
                    reversDescriptions:
                        'Перевернутый Паж Жезлов может указывать на недостаток зрелости, разочарование или нереализованные идеи.',
                },
                {
                    number: 33,
                    descriptions:
                        'Рыцарь Жезлов ассоциируется с приключениями, энергией и рискованными действиями. Это может означать, что вам предстоит принять быстрые и смелые решения.',
                    reversDescriptions:
                        'Перевернутый Рыцарь Жезлов может предсказывать импульсивность, неосмотрительность или отсутствие направления.',
                },
                {
                    number: 34,
                    descriptions:
                        'Королева Жезлов символизирует независимость, страсть и силу воли. Это может означать, что вам придется проявить уверенность и решительность для преодоления проблем.',
                    reversDescriptions:
                        'Перевернутая Королева Жезлов может указывать на упрямство, эмоциональную нестабильность или доминирование.',
                },
                {
                    number: 35,
                    descriptions:
                        'Король Жезлов ассоциируется с лидерством, смелостью и влиянием. Это может означать, что вам предстоит принять роль лидера и принимать важные решения.',
                    reversDescriptions:
                        'Перевернутый Король Жезлов может предсказывать деспотизм, неспособность управлять своими эмоциями или неразумные решения.',
                },
                {
                    number: 36,
                    descriptions:
                        'Туз Чаш символизирует новое эмоциональное начало, любовь и интуицию. В контексте вашего вопроса, это может означать появление новых отношений или глубоких эмоциональных переживаний.',
                    reversDescriptions:
                        'В перевернутом положении карта может указывать на эмоциональное разочарование, потерю или нереализованные чувства.',
                },
                {
                    number: 37,
                    descriptions:
                        'Двойка Чаш ассоциируется с гармонией в отношениях, партнерством и привязанностью. Это может означать укрепление отношений или встречу с важным партнером.',
                    reversDescriptions:
                        'Перевернутая Двойка Чаш может предсказывать конфликты в отношениях, разрыв или неразделенную любовь.',
                },
                {
                    number: 38,
                    descriptions:
                        'Тройка Чаш связана с общением, празднованием и дружбой. Это может означать радостные события, встречи с друзьями или празднование успеха.',
                    reversDescriptions:
                        'Перевернутая Тройка Чаш может указывать на изоляцию, потерю связи с друзьями или переутомление от социальных взаимодействий.',
                },
                {
                    number: 39,
                    descriptions:
                        'Четверка Чаш ассоциируется с апатией, размышлениями и переосмыслением. Это может предвещать период, когда вы чувствуете себя неудовлетворенными текущими обстоятельствами и ищете что-то большее.',
                    reversDescriptions:
                        'Перевернутая Четверка Чаш может означать новые возможности, мотивацию для изменений или принятие того, что ранее отвергалось.',
                },
                {
                    number: 40,
                    descriptions:
                        'Пятерка Чаш связана с горем, потерей и сожалением. В контексте вашего вопроса, это может означать эмоциональные трудности или потерю, которая повлияет на ваше ближайшее будущее.',
                    reversDescriptions:
                        'Перевернутая Пятерка Чаш может предсказывать преодоление горя, учение на прошлых ошибках и движение вперед.',
                },
                {
                    number: 41,
                    descriptions:
                        'Шестерка Чаш ассоциируется с ностальгией, воспоминаниями и невинностью. Это может означать возвращение к прошлым воспоминаниям или людям из вашего прошлого.',
                    reversDescriptions:
                        'Перевернутая Шестерка Чаш может указывать на отказ от прошлого, движение вперед и оставление старых воспоминаний.',
                },
                {
                    number: 42,
                    descriptions:
                        'Семерка Чаш символизирует фантазии, иллюзии и выбор. Это может предвещать период, когда вам придется столкнуться с неопределенностью и сделать выбор между реальностью и иллюзией.',
                    reversDescriptions:
                        'Перевернутая Семерка Чаш может означать разоблачение иллюзий, ясность мысли и принятие решений на основе реальности.',
                },
                {
                    number: 43,
                    descriptions:
                        'Восьмерка Чаш ассоциируется с отказом, поиском глубины и отказом от поверхностных вещей. Это может означать, что вам придется оставить что-то важное ради более значимой цели.',
                    reversDescriptions:
                        'Перевернутая Восьмерка Чаш может предсказывать страх перед изменениями, застревание в нездоровой ситуации или возвращение к старым проблемам.',
                },
                {
                    number: 44,
                    descriptions:
                        'Девятка Чаш связана с удовлетворением, благополучием и достижением желаний. Это может означать, что ваши надежды и мечты начнут сбываться.',
                    reversDescriptions:
                        'Перевернутая Девятка Чаш может указывать на неудовлетворенность, нереализованные желания или самообман.',
                },
                {
                    number: 45,
                    descriptions:
                        'Десятка Чаш символизирует эмоциональное изобилие, счастье в отношениях и гармонию. Это может означать достижение глубокого эмоционального удовлетворения и стабильности.',
                    reversDescriptions:
                        'Перевернутая Десятка Чаш может предсказывать разлад в отношениях, разочарование в личной жизни или потерю гармонии.',
                },
                {
                    number: 46,
                    descriptions:
                        'Паж Чаш символизирует чувствительность, интуицию и вдохновение. Это может означать появление новых эмоциональных переживаний или творческих идей.',
                    reversDescriptions:
                        'Перевернутый Паж Чаш может указывать на эмоциональную нестабильность, нереализованные мечты или недостаток вдохновения.',
                },
                {
                    number: 47,
                    descriptions:
                        'Рыцарь Чаш ассоциируется с романтическими идеалами, очарованием и рыцарством. Это может означать приход человека, который будет вдохновлять вас или предложит романтическое приключение.',
                    reversDescriptions:
                        'Перевернутый Рыцарь Чаш может предсказывать нереалистичные ожидания, эмоциональную неуверенность или незрелость в отношениях.',
                },
                {
                    number: 48,
                    descriptions:
                        'Королева Чаш символизирует эмоциональную глубину, чуткость и заботу. В контексте вашего вопроса, это может означать, что вам придется проявить сочувствие и понимание в сложной ситуации.',
                    reversDescriptions:
                        'Перевернутая Королева Чаш может указывать на эмоциональную зависимость, манипуляцию или переутомление от заботы о других.',
                },
                {
                    number: 49,
                    descriptions:
                        'Король Чаш ассоциируется с эмоциональной стабильностью, дипломатичностью и контролем чувств. В контексте вашего вопроса, это может означать, что вам придется проявить мудрость и сдержанность в эмоциональных вопросах.',
                    reversDescriptions:
                        'Перевернутый Король Чаш может предсказывать эмоциональное отстранение, нерешительность или невозможность справиться с чувствами.',
                },
                {
                    number: 50,
                    descriptions:
                        'Туз Мечей символизирует прорыв, ясность и интеллектуальную силу. В контексте вашего вопроса, это может означать появление нового понимания или решения, которое приведет к значительным изменениям.',
                    reversDescriptions:
                        'В перевернутом положении карта может указывать на замешательство, неправильное понимание или обман.',
                },
                {
                    number: 51,
                    descriptions:
                        'Двойка Мечей ассоциируется с решениями, которые требуют баланса и компромисса. Это может означать, что вам предстоит сложный выбор, в котором необходимо будет учитывать разные стороны.',
                    reversDescriptions:
                        'Перевернутая Двойка Мечей может предсказывать нерешительность, конфликт интересов или отсутствие ясности в принятии решения.',
                },
                {
                    number: 52,
                    descriptions:
                        'Тройка Мечей связана с болью, разочарованием и горем. В контексте вашего вопроса, это может означать эмоциональные трудности или конфликт, который повлияет на ваше ближайшее будущее.',
                    reversDescriptions:
                        'Перевернутая Тройка Мечей может указывать на преодоление горя, прощение или начало исцеления.',
                },
                {
                    number: 53,
                    descriptions:
                        'Четверка Мечей символизирует отдых, восстановление и медитацию. Это может предвещать период покоя и внутренней работы, необходимой для восстановления сил.',
                    reversDescriptions:
                        'Перевернутая Четверка Мечей может означать возобновление активности, недостаток отдыха или необходимость возвращения к делам.',
                },
                {
                    number: 54,
                    descriptions:
                        'Пятерка Мечей ассоциируется с конфликтом, поражением и непродуктивными спорами. Это может означать, что вам предстоит столкнуться с ситуацией, в которой победа может оказаться пирровой.',
                    reversDescriptions:
                        'Перевернутая Пятерка Мечей может предсказывать примирение после спора, учение на своих ошибках или поиск более мирного решения.',
                },
                {
                    number: 55,
                    descriptions:
                        'Шестерка Мечей связана с переходом, перемещением и уходом от трудностей. Это может означать, что вам предстоит оставить позади трудный период и двигаться вперед.',
                    reversDescriptions:
                        'Перевернутая Шестерка Мечей может указывать на задержку или нежелание двигаться вперед, застревание в прошлом.',
                },
                {
                    number: 56,
                    descriptions:
                        'Семерка Мечей ассоциируется с обманом, хитростью и необходимостью быть осторожным. В контексте вашего вопроса, это может означать, что вам следует быть бдительным и остерегаться обмана.',
                    reversDescriptions:
                        'Перевернутая Семерка Мечей может предсказывать раскрытие обмана, честность или пересмотр стратегии.',
                },
                {
                    number: 57,
                    descriptions:
                        'Восьмерка Мечей символизирует ограничение, самоограничение и чувство беспомощности. Это может предвещать период, когда вы чувствуете себя застрявшим или ограниченным в своих действиях.',
                    reversDescriptions:
                        'Перевернутая Восьмерка Мечей может означать освобождение от ограничений, нахождение решения или преодоление страхов.',
                },
                {
                    number: 58,
                    descriptions:
                        'Девятка Мечей связана с беспокойством, страхами и ночными кошмарами. В контексте вашего вопроса, это может означать период тревоги или внутренних страхов, влияющих на ваше благополучие.',
                    reversDescriptions:
                        'Перевернутая Девятка Мечей может предсказывать конец беспокойства, облегчение или начало исцеления от психологических травм.',
                },
                {
                    number: 59,
                    descriptions:
                        'Десятка Мечей символизирует крайнее поражение, конец и предательство. В контексте вашего вопроса, это может означать, что вам предстоит столкнуться с трудной ситуацией, которая может оказаться конечной точкой некоторых аспектов вашей жизни.',
                    reversDescriptions:
                        'Перевернутая Десятка Мечей может означать восстановление, начало исцеления или преодоление трудного периода.',
                },
                {
                    number: 60,
                    descriptions:
                        'Паж Мечей символизирует любознательность, остроумие и стремление к знаниям. В контексте вашего вопроса, это может означать появление новых идей или важных сообщений, которые потребуют внимания.',
                    reversDescriptions:
                        'Перевернутый Паж Мечей может указывать на сплетни, недоразумения или незрелость в общении.',
                },
                {
                    number: 61,
                    descriptions:
                        'Рыцарь Мечей ассоциируется с агрессивным действием, амбицией и решительностью. В контексте вашего вопроса, это может означать, что вам предстоит действовать быстро и решительно, но также следует быть осторожным, чтобы не действовать импульсивно.',
                    reversDescriptions:
                        'Перевернутый Рыцарь Мечей может предсказывать безрассудство, агрессию или неконтролируемое поведение.',
                },
                {
                    number: 62,
                    descriptions:
                        'Королева Мечей символизирует четкость мысли, независимость и честность. В контексте вашего вопроса, это может означать, что вам придется проявить ясность ума и объективность для преодоления проблем.',
                    reversDescriptions:
                        'Перевернутая Королева Мечей может указывать на злобность, критичность или эмоциональное отчуждение.',
                },
                {
                    number: 63,
                    descriptions:
                        'Король Мечей ассоциируется с авторитетом, логическим мышлением и справедливостью. В контексте вашего вопроса, это может означать, что вам придется принимать важные решения, опираясь на логику и справедливость.',
                    reversDescriptions:
                        'Перевернутый Король Мечей может предсказывать манипулятивность, жестокость или злоупотребление властью.',
                },
                {
                    number: 64,
                    descriptions:
                        'Туз Пентаклей символизирует новые возможности в материальных и финансовых делах. Это может означать начало нового предприятия или финансового начинания, которое принесет плоды в будущем.',
                    reversDescriptions:
                        'В перевернутом положении карта может указывать на упущенные возможности или задержки в финансовых начинаниях.',
                },
                {
                    number: 65,
                    descriptions:
                        'Двойка Пентаклей ассоциируется с балансом и адаптацией. В будущем вам может потребоваться балансировать между разными аспектами жизни или финансовыми обязательствами.',
                    reversDescriptions:
                        'Перевернутая Двойка Пентаклей может предсказывать потерю баланса или финансовые трудности.',
                },
                {
                    number: 66,
                    descriptions:
                        'Тройка Пентаклей связана с мастерством и ростом. Это может означать, что ваши усилия и труд в конечном итоге приведут к успеху и признанию.',
                    reversDescriptions:
                        'Перевернутая Тройка Пентаклей может указывать на недостаток командной работы или неполное планирование.',
                },
                {
                    number: 67,
                    descriptions:
                        'Четверка Пентаклей ассоциируется с сохранением и осторожностью. В будущем вам может потребоваться осторожно обращаться с ресурсами, но также важно не быть слишком скупым.',
                    reversDescriptions:
                        'Перевернутая Четверка Пентаклей может означать расточительство или необходимость делиться с другими.',
                },
                {
                    number: 68,
                    descriptions:
                        'Пятерка Пентаклей связана с нехваткой и бедностью. Это может предвещать период финансовых трудностей, но также напоминает о важности поиска поддержки.',
                    reversDescriptions:
                        'Перевернутая Пятерка Пентаклей может предсказывать начало восстановления после трудного периода.',
                },
                {
                    number: 69,
                    descriptions:
                        'Шестерка Пентаклей ассоциируется с щедростью и благотворительностью. В будущем вы можете оказаться в положении, где сможете помочь другим, или же вам самим может потребоваться помощь.',
                    reversDescriptions:
                        'Перевернутая Шестерка Пентаклей может указывать на финансовые проблемы или нежелание делиться.',
                },
                {
                    number: 70,
                    descriptions:
                        'Семерка Пентаклей символизирует терпение и долгосрочное планирование. Ваши текущие усилия могут потребовать времени, чтобы принести результаты, но терпение будет вознаграждено.',
                    reversDescriptions:
                        'Перевернутая Семерка Пентаклей может предсказывать разочарование из-за задержек или потерю веры в свои усилия.',
                },
                {
                    number: 71,
                    descriptions:
                        'Восьмерка Пентаклей связана с усердием и вниманием к деталям. В будущем вам может потребоваться сосредоточиться на развитии своих навыков и достижении профессионального роста.',
                    reversDescriptions:
                        'Перевернутая Восьмерка Пентаклей может указывать на стагнацию или недостаток внимания к деталям.',
                },
                {
                    number: 72,
                    descriptions:
                        'Девятка Пентаклей символизирует достижение, благополучие и уверенность. В будущем вы можете достичь уровня комфорта и безопасности в материальных делах.',
                    reversDescriptions:
                        'Перевернутая Девятка Пентаклей может предсказывать потерю финансовой стабильности или чрезмерную заботу о материальных вещах.',
                },
                {
                    number: 73,
                    descriptions:
                        'Десятка Пентаклей ассоциируется с богатством, наследством и стабильностью. Это может означать достижение значительного успеха, который будет иметь долгосрочное значение.',
                    reversDescriptions:
                        'Перевернутая Десятка Пентаклей может указывать на потерю финансовой стабильности или проблемы в семье.',
                },
                {
                    number: 74,
                    descriptions:
                        'Паж Пентаклей символизирует ученика, новые интересы и желание учиться. В будущем это может означать изучение новых навыков или начало нового проекта, требующего внимания к деталям.',
                    reversDescriptions:
                        'Перевернутый Паж Пентаклей может указывать на недостаток концентрации, отсутствие практичности или нереализованные идеи.',
                },
                {
                    number: 75,
                    descriptions:
                        'Рыцарь Пентаклей ассоциируется с надежностью, тщательностью и постоянством. В будущем это может означать упорную работу, которая потребует терпения и постоянства.',
                    reversDescriptions:
                        'Перевернутый Рыцарь Пентаклей может предсказывать стагнацию, недостаток прогресса или упрямство.',
                },
                {
                    number: 76,
                    descriptions:
                        'Королева Пентаклей символизирует плодородие, заботу и практичность. В будущем это может означать заботу о финансовом благополучии себя или других, проявляя практический подход.',
                    reversDescriptions:
                        'Перевернутая Королева Пентаклей может указывать на чрезмерную заботу о материальных вещах, игнорирование эмоциональных нужд или непрактичность.',
                },
                {
                    number: 77,
                    descriptions:
                        'Король Пентаклей ассоциируется с успехом, компетентностью и стабильностью. В будущем это может означать достижение значительного успеха в материальных делах и финансовой стабильности.',
                    reversDescriptions:
                        'Перевернутый Король Пентаклей может предсказывать финансовые проблемы, недостаток практичности или упрямство.',
                },
            ],
        },
    ],
};
