export type ImagesData = Array<{
    title: string;
    description: string;
}>;

export const imagesData: ImagesData = [
    {
        title: 'Дурак',
        description:
            'Символизирует начало путешествия, невинность, спонтанность и свободу выбора.',
    },
    {
        title: 'Маг',
        description:
            'Олицетворяет творческие начинания, волшебство, реализацию потенциала.',
    },
    {
        title: 'Жрица',
        description: 'Представляет интуицию, тайны, подсознательное знание.',
    },
    {
        title: 'Императрица',
        description: 'Символ плодородия, красоты, природы, ухода и изобилия.',
    },
    {
        title: 'Император',
        description:
            'Олицетворяет власть, стабильность, авторитет и практический ум.',
    },
    {
        title: 'Иерофант',
        description:
            'Традиция, духовное наставничество, религиозные убеждения, социальные нормы.',
    },
    {
        title: 'Влюбленные',
        description: 'Любовь, гармония, отношения, выбор, моральные решения.',
    },
    {
        title: 'Колесница',
        description: 'Успех, амбиции, решимость, победа через усилия.',
    },
    {
        title: 'Сила',
        description: 'Мужество, сила воли, терпение, контроль над эмоциями.',
    },
    {
        title: 'Отшельник',
        description: 'Поиск истины, внутренняя мудрость, самоанализ, изоляция.',
    },
    {
        title: 'Колесо Фортуны',
        description:
            'Судьба, переменчивость судьбы, циклы, неожиданный поворот.',
    },
    {
        title: 'Правосудие',
        description:
            'Справедливость, правда, последствия действий, закон и порядок.',
    },
    {
        title: 'Повешенный',
        description: 'Жертва, освобождение, новые перспективы, обновление.',
    },
    {
        title: 'Смерть',
        description:
            'Конец, преобразование, начало нового, отпускание прошлого.',
    },
    {
        title: 'Умеренность',
        description: 'Баланс, терпение, умеренность, гармония.',
    },
    {
        title: 'Дьявол',
        description: 'Материализм, искушение, связанность, зависимость.',
    },
    {
        title: 'Башня',
        description: 'Катастрофа, внезапные изменения, разрушение иллюзий.',
    },
    {
        title: 'Звезда',
        description: 'Надежда, вера, вдохновение, оптимизм.',
    },
    {
        title: 'Луна',
        description:
            'Иллюзия, неопределенность, подсознание, внутренние страхи.',
    },
    {
        title: 'Солнце',
        description: 'Успех, радость, ясность, позитивная энергия.',
    },
    {
        title: 'Суд',
        description: 'Пробуждение, возрождение, самооценка, освобождение.',
    },
    {
        title: 'Мир',
        description: 'Завершение, целостность, достижение, гармония.',
    },
    {
        title: 'Жезлы 1',
        description:
            'Новое начинание, творческая инициатива, смелость, потенциал.',
    },
    {
        title: 'Жезлы 2',
        description: 'Планирование, будущие действия, открытие новых путей.',
    },
    {
        title: 'Жезлы 3',
        description: 'Развитие, рост, сотрудничество, основы успеха.',
    },
    {
        title: 'Жезлы 4',
        description: 'Гармония, удовлетворение, празднование первых успехов.',
    },
    {
        title: 'Жезлы 5',
        description: 'Соревнование, небольшие конфликты, борьба за интересы.',
    },
    {
        title: 'Жезлы 6',
        description: 'Успех, почет, достижение целей, признание.',
    },
    {
        title: 'Жезлы 7',
        description: 'Защита, стойкость, оборона своих убеждений.',
    },
    {
        title: 'Жезлы 8',
        description: 'Быстрый прогресс, движение вперед, решительные действия.',
    },
    {
        title: 'Жезлы 9',
        description: 'Выносливость, последняя битва, защита достигнутого.',
    },
    {
        title: 'Жезлы 10',
        description: 'Перегрузка, бремя, предельные усилия, трудности.',
    },
    {
        title: 'Паж Жезлов',
        description: 'Энтузиазм, открытие, свободный дух, любопытство.',
    },
    {
        title: 'Рыцарь Жезлов',
        description: 'Авантюрность, энергия, страсть, нестабильность.',
    },
    {
        title: 'Королева Жезлов',
        description: 'Независимость, самоуверенность, сексуальность, харизма.',
    },
    {
        title: 'Король Жезлов',
        description: 'Лидерство, визионерство, амбиции, решительность.',
    },
    {
        title: 'Чаши 1',
        description:
            'Новые чувства, духовное пробуждение, интуитивные откровения.',
    },
    {
        title: 'Чаши 2',
        description:
            'Любовь, гармония в отношениях, партнерство, взаимное привлечение.',
    },
    {
        title: 'Чаши 3',
        description: 'Радость, дружба, празднование, общение, общность.',
    },
    {
        title: 'Чаши 4',
        description:
            'Разочарование, упущенные возможности, сосредоточение на отрицательном.',
    },
    {
        title: 'Чаши 5',
        description: 'Горе, тоска, утрата, печаль, сожаление.',
    },
    {
        title: 'Чаши 6',
        description: 'Ностальгия, счастливые воспоминания, радостное прошлое.',
    },
    {
        title: 'Чаши 7',
        description: 'Иллюзии, желания, неопределенные выборы, заблуждения.',
    },
    {
        title: 'Чаши 8',
        description: 'Отказ от связей, уход от чувств, поиск глубин.',
    },
    {
        title: 'Чаши 9',
        description:
            'Исполнение желаний, удовлетворение, эмоциональное благополучие.',
    },
    {
        title: 'Чаши 10',
        description: 'Эмоциональное изобилие, семейное счастье, радость.',
    },
    {
        title: 'Паж Чаш',
        description:
            'Чувствительность, нежность, романтичность, мечтательность.',
    },
    {
        title: 'Рыцарь Чаш',
        description: 'Романтика, шарм, любовные путешествия, идеализм.',
    },
    {
        title: 'Королева Чаш',
        description: 'Эмпатия, забота, теплота, внутреннее спокойствие.',
    },
    {
        title: 'Король Чаш',
        description: 'Эмоциональная стабильность, дипломатия, спокойствие.',
    },
    {
        title: 'Мечи 1',
        description: 'Ментальная ясность, новое понимание, прозрение.',
    },
    {
        title: 'Мечи 2',
        description: 'Принятие решения, дилемма, баланс разума и интуиции.',
    },
    {
        title: 'Мечи 3',
        description: 'Горе, разбитое сердце, страдание, разлука.',
    },
    {
        title: 'Мечи 4',
        description: 'Отдых, восстановление, мир, отступление для обновления.',
    },
    {
        title: 'Мечи 5',
        description:
            'Конфликт, соревнование, напряженность, победа за счет других.',
    },
    {
        title: 'Мечи 6',
        description: 'Переход, перемены, отпускание прошлого, путешествие.',
    },
    {
        title: 'Мечи 7',
        description: 'Обман, хитрость, обходить правила, хитроумный план.',
    },
    {
        title: 'Мечи 8',
        description: 'Ограничения, самоограничение, изоляция, самозапертость.',
    },
    {
        title: 'Мечи 9',
        description: 'Тревога, страх, кошмары, внутреннее беспокойство.',
    },
    {
        title: 'Мечи 10',
        description: 'Конец, катастрофа, глубокое страдание, безысходность.',
    },
    {
        title: 'Паж Мечей',
        description: 'Любопытство, осторожность, внимательность, остроумие.',
    },
    {
        title: 'Рыцарь Мечей',
        description:
            'Агрессивность, амбиции, быстрые действия, неосторожность.',
    },
    {
        title: 'Королева Мечей',
        description: 'Независимость, ясность мысли, прямота, честность.',
    },
    {
        title: 'Король Мечей',
        description: 'Интеллектуальная сила, авторитет, правосудие, этичность.',
    },
    {
        title: 'Пентакли 1',
        description: 'Материальное начало, финансовые возможности, удача.',
    },
    {
        title: 'Пентакли 2',
        description: 'Баланс, адаптивность, умение маневрировать, гибкость.',
    },
    {
        title: 'Пентакли 3',
        description: 'Мастерство, обучение, рост, реализация планов.',
    },
    {
        title: 'Пентакли 4',
        description: 'Стабильность, сбережения, осторожность, скупость.',
    },
    {
        title: 'Пентакли 5',
        description: 'Трудности, потери, бедность, учеба через испытания.',
    },
    {
        title: 'Пентакли 6',
        description: 'Деление, щедрость, благотворительность, справедливость.',
    },
    {
        title: 'Пентакли 7',
        description:
            'Терпение, инвестиции, планирование, ожидание результатов.',
    },
    {
        title: 'Пентакли 8',
        description: 'Упорный труд, мастерство, преданность делу, детальность.',
    },
    {
        title: 'Пентакли 9',
        description: 'Удовлетворение, достаток, уверенность, независимость.',
    },
    {
        title: 'Пентакли 10',
        description: 'Богатство, наследство, семейное благополучие, традиции.',
    },
    {
        title: 'Паж Пентаклей',
        description: 'Изучение, учеба, стремление, новые возможности.',
    },
    {
        title: 'Рыцарь Пентаклей',
        description: 'Постоянство, ответственность, методичность, трудолюбие.',
    },
    {
        title: 'Королева Пентаклей',
        description: 'Практичность, комфорт, забота, материальная надежность.',
    },
    {
        title: 'Король Пентаклей',
        description: 'Успех, богатство, деловое чутье, лидерство в бизнесе.',
    },
];

export enum TarotSpreadEnum {
    Foundation,
    ActiveForce,
    ThoughtsPlansHopes,
    SubconsciousFears,
    MotivationsAndPastEvents,
    NearFuture,
    BehaviorStyle,
    EnvironmentalInfluence,
    UnexpectedInfluences,
    Outcome
}

export const tarotSpreadDescriptions = [
    "база, основа возникшей проблемы", // Foundation
    "сила, проводящая активные изменения", // ActiveForce
    "мысли, планы, надежды", // ThoughtsPlansHopes
    "чувства, подспудные опасения", // SubconsciousFears
    "мотивации действий и предшествующие события", // MotivationsAndPastEvents
    "ближайшее будущее", // NearFuture
    "стиль поведения спрашивающего, его самоощущение, его отношение к гаданию", // BehaviorStyle
    "влияние окружения", // EnvironmentalInfluence
    "неожиданные влияния, возможные проблемы", // UnexpectedInfluences
    "итог, будущее, отдалённая перспектива" // Outcome
];